[
    {
        "word": "jacket",
        "level": "A1",
        "pos": "noun",
        "us_audio": "jacket_us.mp3",
        "uk_audio": "jacket_uk.mp3",
        "us_phonetic": "/ˈdʒækɪt/",
        "uk_phonetic": "/ˈdʒækɪt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a piece of clothing worn on the top half of the body over a shirt, etc. that has arms and fastens down the front; a short, light coat",
                "examples": [
                    "a leather/denim/tweed jacket",
                    "I have to wear a jacket and tie to work.",
                    "in a jacket a man in a black jacket and grey trousers",
                    "A light cotton jacket was draped over her shoulders.",
                    "He pulled his passport from his inside jacket pocket.",
                    "She felt cold, so she put on her jacket.",
                    "a padded sleeveless jacket",
                    "a ski jacket"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a loose paper cover for a book, usually with a design or picture on it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 3,
                "definition": "an outer cover around a hot water pipe, etc., for example to reduce loss of heat",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "the skin of a baked potato",
                "examples": [
                    "potatoes baked in their jackets"
                ]
            },
            {
                "sense_index": 5,
                "definition": "a stiff paper or thick card cover for a record",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "jam",
        "level": "A2",
        "pos": "noun",
        "us_audio": "jam_us.mp3",
        "uk_audio": "jam_uk.mp3",
        "us_phonetic": "/dʒæm/",
        "uk_phonetic": "/dʒæm/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a thick sweet substance made by boiling fruit with sugar, often sold in jars and spread on bread",
                "examples": [
                    "strawberry jam",
                    "a jar/pot of jam",
                    "recipes for jams and preserves",
                    "(British English) a jam doughnut"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a situation in which it is difficult or impossible to move because there are so many people or vehicles in one particular place",
                "examples": [
                    "The bus was delayed in a five-mile jam.",
                    "As fans rushed to leave, jams formed at all the exits.",
                    "We were stuck in a jam for an hour."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a situation in which a machine does not work because something is stuck in one position",
                "examples": [
                    "There's a paper jam in the photocopier."
                ]
            },
            {
                "sense_index": 4,
                "definition": "used by the media to describe people who do not have much money to live on (the abbreviation for just about managing)",
                "examples": [
                    "JAMs may be in work, but are struggling to pay for essentials such as food, heating or rent."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to be in a difficult situation",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "good things that are promised for the future but never happen",
                "examples": [
                    "They refused to settle for a promise of jam tomorrow."
                ]
            },
            {
                "sense_index": 7,
                "definition": "money that is earned very easily, for something that needs little effort",
                "examples": [
                    "The job only took about an hour—it was money for jam."
                ]
            }
        ]
    },
    {
        "word": "January",
        "level": "A1",
        "pos": "noun",
        "us_audio": "January_us.mp3",
        "uk_audio": "January_uk.mp3",
        "us_phonetic": "/ˈdʒænjueri/",
        "uk_phonetic": "/ˈdʒænjuəri/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the 1st month of the year, between December and February",
                "examples": [
                    "She was born in January.",
                    "(British English) The meeting is on the fifth of January/January the fifth.",
                    "(North American English) The meeting is on January fifth.",
                    "We went to Japan last January.",
                    "I arrived at the end of January.",
                    "last January's election",
                    "the January sales (= when a shop sells its goods at a lower price than usual)",
                    "It was a cold January morning."
                ]
            }
        ]
    },
    {
        "word": "jazz",
        "level": "A2",
        "pos": "noun",
        "us_audio": "jazz_us.mp3",
        "uk_audio": "jazz_uk.mp3",
        "us_phonetic": "/dʒæz/",
        "uk_phonetic": "/dʒæz/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a type of music with strong rhythms, in which the players often improvise (= make up the music as they are playing), originally created by African American musicians at the beginning of the 20th century",
                "examples": [
                    "traditional/modern jazz",
                    "a jazz band/club",
                    "jazz musicians",
                    "the rising stars of the New York jazz scene"
                ]
            },
            {
                "sense_index": 2,
                "definition": "and things like that",
                "examples": [
                    "How's it going? You know—love, life and all that jazz."
                ]
            }
        ]
    },
    {
        "word": "jeans",
        "level": "A1",
        "pos": "noun",
        "us_audio": "jeans_us.mp3",
        "uk_audio": "jeans_uk.mp3",
        "us_phonetic": "/dʒiːnz/",
        "uk_phonetic": "/dʒiːnz/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "trousers made of denim (= a type of strong cotton)",
                "examples": [
                    "I always wear jeans.",
                    "a pair of designer jeans",
                    "skinny/baggy jeans",
                    "ripped/faded jeans",
                    "in jeans a young man in jeans and a T-shirt"
                ]
            }
        ]
    },
    {
        "word": "jewellery",
        "level": "A2",
        "pos": "noun",
        "us_audio": "jewellery_us.mp3",
        "uk_audio": "jewellery_uk.mp3",
        "us_phonetic": "/ˈdʒuːəlri/",
        "uk_phonetic": "/ˈdʒuːəlri/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "objects such as rings and necklaces that people wear as decoration",
                "examples": [
                    "silver/gold jewellery",
                    "She has some lovely pieces of jewellery.",
                    "I don't wear jewellery of any kind.",
                    "She inherited the family jewellery.",
                    "The nurse asked her to remove all her jewellery.",
                    "(British English) a jewellery shop",
                    "(US English) a jewelry store"
                ]
            }
        ]
    },
    {
        "word": "job",
        "level": "A1",
        "pos": "noun",
        "us_audio": "job_us.mp3",
        "uk_audio": "job_uk.mp3",
        "us_phonetic": "/dʒɑːb/",
        "uk_phonetic": "/dʒɒb/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "work for which you receive regular payment",
                "examples": [
                    "I don't have a job at present.",
                    "He's trying to get a job.",
                    "I'm thinking of applying for a new job.",
                    "to look for/find a job",
                    "Did they offer you the job?",
                    "job as something She took a job as a waitress.",
                    "job with somebody/something She's just started a job with a travel company.",
                    "His brother's just lost his job.",
                    "to leave/quit your job",
                    "Don't be late again if you want to keep your job.",
                    "a temporary/permanent job",
                    "a summer/Saturday/holiday/vacation job",
                    "Both my parents have full-time jobs.",
                    "They're both in in part-time jobs.",
                    "She's never had a steady job (= a job that is not going to end suddenly).",
                    "It's one of the top jobs in management.",
                    "job of something one of the people under consideration for the job of managing director",
                    "in a job an increase in the number of people in jobs (= having jobs)",
                    "out of a job He's been out of a job (= unemployed) for six months now.",
                    "The takeover of the company is bound to mean more job losses.",
                    "There is so much competition in the job market currently.",
                    "He certainly knows his job (= is very good at his job).",
                    "I'm only doing my job (= I'm doing what I am paid to do).",
                    "These projects will help create jobs in rural areas.",
                    "The alternative would have been to cut jobs to contain costs.",
                    "The closure of the factory will mean the loss of over 800 jobs.",
                    "He’s trying to get a job in a bank.",
                    "a senior position in a large corporation",
                    "a key post in the new government",
                    "We have several vacancies for casual workers.",
                    "This is a permanent appointment, requiring commitment and hard work.",
                    "He gave up his job as a bank manager last year.",
                    "She's hoping for a teaching job at the university.",
                    "Check our website for the latest job listings.",
                    "Despite the small number of applicants, they managed to find the right person for the job.",
                    "She moved to a better-paid job with another employer.",
                    "He was forced to take a series of menial jobs.",
                    "She was tempted to give up freelancing and get a regular job.",
                    "He'd done lots of part-time work, but this was his first proper job.",
                    "She's always had difficulty holding down a job.",
                    "He's just landed himself a highly paid job in banking.",
                    "Her father found her a cushy job in the office, with almost nothing to do and a big salary.",
                    "His job title is Chief Hygiene Operative.",
                    "It is hoped that the development will create new jobs in the region.",
                    "It's important to devise a job search strategy when looking for work.",
                    "Management are hoping to shed 200 jobs.",
                    "She was dismissed from her job after only six months.",
                    "He's starting a new job on Monday.",
                    "The company is hoping to shed 200 jobs.",
                    "The deal between the union and management should safeguard 6 000 jobs.",
                    "The job doesn't pay very well.",
                    "The plum jobs all went to friends of the prime minister.",
                    "There is an enormous job market for teachers at the moment.",
                    "What would be your dream job?",
                    "Within weeks of graduation she had several job offers.",
                    "Workers questioned rated job security as being more important than high salary."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a particular task or piece of work that you have to do",
                "examples": [
                    "I've got various jobs around the house to do.",
                    "Sorting these papers out is going to be a long job.",
                    "The builder has a couple of jobs on at the moment.",
                    "job of doing something She's taken on the job of organizing the Christmas party.",
                    "Cooper had the unenviable job of announcing the bad news.",
                    "They gave me the tough job of telling applicants that they'd been rejected.",
                    "I want to get on with the job of painting my room today.",
                    "I was very pleased with the way she handled the job.",
                    "Keeping the house clean can be a thankless job.",
                    "We finished the job in five hours.",
                    "We're hoping to get the job done this weekend.",
                    "fiddly little jobs like wiring plugs",
                    "Changing the oil in your car can be a tedious and dirty job.",
                    "I'm not sure I'll be able to get the job done in the time.",
                    "My dad's always giving me loads of jobs to do."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a responsibility or duty",
                "examples": [
                    "He said he wouldn't do it because it wasn't his job.",
                    "somebody's job to do something It's not my job to lock up!",
                    "It's the job of the press to expose wrongdoing."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a crime, especially stealing",
                "examples": [
                    "a bank job",
                    "He got six months for that last job he did.",
                    "an inside job (= done by somebody in the organization where the crime happens)",
                    "The gang bungled the job and got caught."
                ]
            },
            {
                "sense_index": 5,
                "definition": "a particular kind of thing",
                "examples": [
                    "It's real wood—not one of those plastic jobs."
                ]
            },
            {
                "sense_index": 6,
                "definition": "an item of work that is done by a computer as a single unit",
                "examples": [
                    "The job can be processed overnight."
                ]
            },
            {
                "sense_index": 7,
                "definition": "not paying enough attention to what you need to do",
                "examples": [
                    "They were asleep on the job as the financial crisis deepened.",
                    "Let's hope the regulators are not asleep at the wheel.",
                    "Somebody must have been asleep at the switch to allow this to happen."
                ]
            },
            {
                "sense_index": 8,
                "definition": "unemployed for a short time. People say ‘between jobs’ to avoid saying ‘unemployed’.",
                "examples": [
                    "He's between jobs at the moment so he's using the time to do some voluntary work."
                ]
            },
            {
                "sense_index": 9,
                "definition": "a very difficult or unpleasant job or time",
                "examples": [
                    "I've had a devil of a job finding you."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to do something well, badly, etc.",
                "examples": [
                    "They did a very professional job.",
                    "You've certainly made an excellent job of the kitchen (= for example, painting it).",
                    "We haven’t done a very good job on the publicity for the show.",
                    "She made a very good job of covering up the damage.",
                    "They've done a poor job of managing their finances.",
                    "You've done a good job on the car.",
                    "You've done a grand job with that decorating.",
                    "The author has done an admirable job in compiling all this material."
                ]
            },
            {
                "sense_index": 11,
                "definition": "to be effective or successful in doing what you want",
                "examples": [
                    "This extra strong glue should do the job.",
                    "Try wedging it open—that should do the job."
                ]
            },
            {
                "sense_index": 12,
                "definition": "to cause somebody/yourself to lose their/your job because the role is no longer required",
                "examples": [
                    "Our aim as a charity is to help people so successfully that we do ourselves out of a job."
                ]
            },
            {
                "sense_index": 13,
                "definition": "to decide to stop trying to help somebody or to do something because there is no hope of success",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 14,
                "definition": "used to tell somebody that they have done well at something",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 15,
                "definition": "used to say that you are pleased about a situation or that somebody is lucky that something happened",
                "examples": [
                    "It's a good job you were there to help."
                ]
            },
            {
                "sense_index": 16,
                "definition": "to have difficulty doing something",
                "examples": [
                    "You'll have a job convincing them that you're right.",
                    "He had a hard job to make himself heard.",
                    "She'll have a tough job getting the team into shape in time.",
                    "It's very dark out there—you'll have a job to see anything."
                ]
            },
            {
                "sense_index": 17,
                "definition": "work that you are paid to do or that must be done",
                "examples": [
                    "There was a job of work waiting for him that he was not looking forward to."
                ]
            },
            {
                "sense_index": 18,
                "definition": "people use the expression jobs for the boys when they are criticizing the fact that somebody in power has given work to friends or relatives",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 19,
                "definition": "exactly what is needed in a particular situation",
                "examples": [
                    "That cup of tea was just the job."
                ]
            },
            {
                "sense_index": 20,
                "definition": "to accept a bad or difficult situation and do as well as you can",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 21,
                "definition": "not worth doing because it is against the rules or because it might cause you to lose your job",
                "examples": [
                    "It's more than my job's worth to let you in without a ticket."
                ]
            },
            {
                "sense_index": 22,
                "definition": "while doing a particular job",
                "examples": [
                    "No sleeping on the job!",
                    "on-the-job training"
                ]
            },
            {
                "sense_index": 23,
                "definition": "having sex",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 24,
                "definition": "to stop working in order to go on strike",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "join",
        "level": "A1",
        "pos": "verb",
        "us_audio": "join_us.mp3",
        "uk_audio": "join_uk.mp3",
        "us_phonetic": "/dʒɔɪn/",
        "uk_phonetic": "/dʒɔɪn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to fix or connect two or more things together",
                "examples": [
                    "join A to/onto B Join one section of pipe to the next.",
                    "The island is joined to the mainland by a bridge.",
                    "The head was not joined onto the body.",
                    "join A and B A central hallway joins the two halves of the house.",
                    "join A and B together Join the two sections of pipe together.",
                    "join (A and B) (up) Draw a line joining (up) all the crosses.",
                    "How do these two pieces join?",
                    "Join the two halves together with glue.",
                    "Join up the dots to make a picture."
                ]
            },
            {
                "sense_index": 2,
                "definition": "if two things or groups join, or if one thing or group joins another, they come together to form one thing or group",
                "examples": [
                    "the place where the two paths join",
                    "join something The path joins the road near the trees.",
                    "join together Farmers can join together to get better prices.",
                    "join with somebody/something They have joined with six other groups to lobby the government to end child poverty."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to become a member of an organization, a company, a club, etc.",
                "examples": [
                    "I've joined an aerobics class.",
                    "to join a group/club/team/party",
                    "She joined the company three months ago.",
                    "He left school to join the army.",
                    "(figurative) to join the ranks of the unemployed",
                    "New members can join online.",
                    "It costs £20 to join.",
                    "Although a sympathizer, he never officially joined the party.",
                    "By this time people were flocking to join the cult.",
                    "Some were conscripted into the army and others joined voluntarily."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to take part in something that somebody else is doing or to go somewhere with them",
                "examples": [
                    "join somebody Do you mind if I join you?",
                    "join somebody for something Will you join us for lunch?",
                    "join somebody + adv./prep They've invited us to join them on their yacht.",
                    "He joined her downstairs a few minutes later.",
                    "join something Over 200 members of staff joined the strike.",
                    "Members of the public joined the search for the missing boy.",
                    "join somebody in doing something I'm sure you'll all join me in wishing Ted and Laura a very happy marriage.",
                    "He waved a fork in greeting. ‘Come and join us!’",
                    "She was now old enough to be allowed to join the adults.",
                    "Will you join me for a coffee in the hotel lounge later?",
                    "Thousands of people are expected to join the sponsored walk.",
                    "I would gladly join you in whatever plans you have for this evening.",
                    "Please will you all join with me in singing the national anthem."
                ]
            },
            {
                "sense_index": 5,
                "definition": "if you join a train, plane, etc. you get on it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "if you join a road or a line of people, you start to travel along it, or move into it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "if you cannot defeat somebody or be as successful as they are, then it is more sensible to join them in what they are doing and perhaps get some advantage for yourself by doing so",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 8,
                "definition": "to begin fighting somebody",
                "examples": [
                    "The two armies joined battle.",
                    "(figurative) Local residents have joined battle with the council over the lack of parking facilities."
                ]
            },
            {
                "sense_index": 9,
                "definition": "used when something bad that has happened to somebody else has also happened to you",
                "examples": [
                    "So you didn't get a job either? Join the club!"
                ]
            },
            {
                "sense_index": 10,
                "definition": "to work together in order to achieve a shared aim",
                "examples": [
                    "The two firms joined forces to win the contract.",
                    "The two companies have joined forces to form a new consortium."
                ]
            },
            {
                "sense_index": 11,
                "definition": "if two people join hands, they hold each other’s hands",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 12,
                "definition": "to work together in doing something",
                "examples": [
                    "Education has been reluctant to join hands with business."
                ]
            }
        ]
    },
    {
        "word": "joke",
        "level": "A2",
        "pos": "noun",
        "us_audio": "joke_us.mp3",
        "uk_audio": "joke_uk.mp3",
        "us_phonetic": "/dʒəʊk/",
        "uk_phonetic": "/dʒəʊk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "something that you say or do to make people laugh, for example a funny story that you tell",
                "examples": [
                    "I can't tell jokes.",
                    "She's always cracking jokes.",
                    "They often make jokes at each other's expense.",
                    "The kids in that class are always looking to play a joke on the teacher.",
                    "I didn't get the joke (= understand it).",
                    "I wish he wouldn't tell dirty jokes (= about sex).",
                    "a sick joke (= about death, disease, etc.)",
                    "as a joke I only did it as a joke (= it was not meant seriously).",
                    "joke about somebody/something Have you heard the joke about the elephant and the mouse?",
                    "He told us the ending, completely spoiling the joke.",
                    "She treated her exams as a huge joke.",
                    "His brothers were always playing practical jokes.",
                    "She didn't seem to find my jokes amusing.",
                    "He doesn't like jokes about his height.",
                    "She likes to have a joke with her employees.",
                    "That's an old joke—I've heard it lots of times.",
                    "The audience wasn't very responsive and the jokes fell flat.",
                    "The show features a running joke about a nosy dog."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person, thing or situation that is silly or annoying and cannot be taken seriously",
                "examples": [
                    "This latest pay offer is a joke.",
                    "This can't really be happening—it must be some kind of cruel joke."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to become annoying and no longer acceptable",
                "examples": [
                    "His teasing is getting beyond a joke."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to be difficult or unpleasant",
                "examples": [
                    "It's no joke trying to find a job these days."
                ]
            },
            {
                "sense_index": 5,
                "definition": "used to say that somebody who tried to make another person look silly now looks silly instead",
                "examples": [
                    "I thought I'd play a trick on them, but in the end the joke was on me."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to laugh about something that is serious or should be taken seriously",
                "examples": [
                    "We tried to make a joke of our situation, but it wasn't really funny."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to be able to laugh at a joke against yourself",
                "examples": [
                    "The trouble with her is she can't take a joke."
                ]
            }
        ]
    },
    {
        "word": "joke",
        "level": "A2",
        "pos": "verb",
        "us_audio": "joke_us.mp3",
        "uk_audio": "joke_uk.mp3",
        "us_phonetic": "/dʒəʊk/",
        "uk_phonetic": "/dʒəʊk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to say something to make people laugh; to tell a funny story",
                "examples": [
                    "She was laughing and joking with the children.",
                    "I'm the sort of person who likes to joke a lot.",
                    "joke about something They often joked about all the things that could go wrong.",
                    "+ speech ‘I cooked it myself, so be careful!’ he joked.",
                    "Everyone just joked around and enjoyed themselves.",
                    "She's always joking with her friends.",
                    "They laughed and joked as they walked along.",
                    "We joked about the amount of equipment we had to carry."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to say something that is not true because you think it is funny",
                "examples": [
                    "I didn't mean that—I was only joking.",
                    "joke about something We joked about the possibility of him buying out the company.",
                    "joke about doing something He was only half joking about being president one day.",
                    "joke that… She joked that she only loved him for his money."
                ]
            },
            {
                "sense_index": 3,
                "definition": "used to show that you are now being serious after you have said something funny",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "used to show that you are very surprised at what somebody has just said",
                "examples": [
                    "She's going out with Dan? You're joking!",
                    "No way am I doing that. You must be joking!"
                ]
            }
        ]
    },
    {
        "word": "journal",
        "level": "B1",
        "pos": "noun",
        "us_audio": "journal_us.mp3",
        "uk_audio": "journal_uk.mp3",
        "us_phonetic": "/ˈdʒɜːrnl/",
        "uk_phonetic": "/ˈdʒɜːnl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a newspaper or magazine that deals with a particular subject or profession",
                "examples": [
                    "a scientific/an academic journal",
                    "the British Medical Journal",
                    "the Journal of Experimental Psychology",
                    "a trade/professional/specialist journal",
                    "an online journal",
                    "a journal article",
                    "in a journal The results of the study are expected to be published in a peer-reviewed journal next month.",
                    "He founded a new literary journal in 1831.",
                    "She subscribes to quite a few academic journals.",
                    "The journal comes out five times a year.",
                    "The paper was published in an obscure medical journal.",
                    "the house journal of Southern Gas"
                ]
            },
            {
                "sense_index": 2,
                "definition": "used in the title of some newspapers",
                "examples": [
                    "the Wall Street Journal"
                ]
            },
            {
                "sense_index": 3,
                "definition": "a written record of the things you do, see, etc. every day",
                "examples": [
                    "He kept a journal of his travels across Asia.",
                    "I'm keeping a food journal for a school science project.",
                    "Her journal entry for that day describes a thunderstorm.",
                    "Lady Franklin kept a daily journal of the voyage.",
                    "The captain later published his journals.",
                    "‘I think we're being bugged,' he wrote in his journal.",
                    "Queen Victoria's journal is regarded as an important historical record."
                ]
            }
        ]
    },
    {
        "word": "journalist",
        "level": "A2",
        "pos": "noun",
        "us_audio": "journalist_us.mp3",
        "uk_audio": "journalist_uk.mp3",
        "us_phonetic": "/ˈdʒɜːrnəlɪst/",
        "uk_phonetic": "/ˈdʒɜːnəlɪst/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a person whose job is to collect and write news stories for newspapers, magazines, radio, television or online news sites",
                "examples": [
                    "a freelance journalist",
                    "She's an investigative journalist with a French newspaper.",
                    "The minister told journalists he was not going to resign.",
                    "She was warned against speaking to journalists about the affair.",
                    "He's had more than three decades of experience as a broadcast journalist."
                ]
            }
        ]
    },
    {
        "word": "journey",
        "level": "A1",
        "pos": "noun",
        "us_audio": "journey_us.mp3",
        "uk_audio": "journey_uk.mp3",
        "us_phonetic": "/ˈdʒɜːrni/",
        "uk_phonetic": "/ˈdʒɜːni/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an act of travelling from one place to another, especially when they are far apart",
                "examples": [
                    "They went on a long train journey across India.",
                    "to begin/continue/complete a journey",
                    "Many refugees made the journey alone.",
                    "Did you have a good journey?",
                    "the outward/return journey",
                    "We broke our journey (= stopped for a short time) in Madrid.",
                    "(British English) Don't use the car for short journeys.",
                    "It's a day's journey by car.",
                    "The average journey time is about 50 minutes.",
                    "on a journey She took her sister with her to keep her company on the journey.",
                    "journey from… Devizes is a two-hour journey from London.",
                    "journey to… It is unclear why he embarked on his final journey to Vienna.",
                    "(British English) I'm afraid you've had a wasted journey (= you cannot do what you have come to do).",
                    "(informal) Bye! Safe journey! (= used when somebody is beginning a journey)",
                    "a business trip",
                    "a five-minute trip by taxi",
                    "a long and difficult journey across the mountains",
                    "a tour of Bavaria",
                    "the first expedition to the South Pole",
                    "We went on an all-day excursion to the island.",
                    "The children were on a day’s outing from school.",
                    "We had a day out at the beach.",
                    "measures to cut the number of car journeys into the city",
                    "He is planning a journey through Europe this summer.",
                    "People were crammed onto ships for the dangerous journey across the Atlantic.",
                    "Dawn was breaking as we set out on the last leg of our journey.",
                    "Few people have made this journey and lived to tell the tale.",
                    "She made the emotional journey back to the house she grew up in.",
                    "He wrote a column chronicling his journeys around the Americas.",
                    "Her search took her on an incredible journey across the world.",
                    "The bus driver told us where to change buses for our onward journey.",
                    "The bus journey from London to Athens took 60 hours.",
                    "The journey continued in silence.",
                    "The journey takes about five hours.",
                    "They continued their journey on foot.",
                    "They doubted that he would survive the journey to the nearest hospital.",
                    "They were on a journey to the Far East.",
                    "This is the story of the first astronauts and their journey into the unknown."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a long and often difficult process of personal change and development",
                "examples": [
                    "I was excited by the character's journey in the film.",
                    "journey (from something) (to something) The book describes a spiritual journey from despair to happiness."
                ]
            }
        ]
    },
    {
        "word": "joy",
        "level": "B2",
        "pos": "noun",
        "us_audio": "joy_us.mp3",
        "uk_audio": "joy_uk.mp3",
        "us_phonetic": "/dʒɔɪ/",
        "uk_phonetic": "/dʒɔɪ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a feeling of great happiness",
                "examples": [
                    "Her books have brought joy to millions.",
                    "joy of something the joy of discovery",
                    "joy of doing something the sheer joy of being with her again",
                    "with joy I almost wept with joy.",
                    "for joy I didn't expect them to jump for joy at the news (= to be very pleased).",
                    "I danced for joy when I found out I was pregnant.",
                    "Tears of joy were running down his cheeks.",
                    "to somebody's joy To his great joy, she accepted.",
                    "joy at something He spoke of his joy at the news.",
                    "joy at doing something her joy at scoring the winning goal",
                    "joy in something Their joy in life and enthusiasm for learning are infectious.",
                    "joy in doing something Her joy in playing the violin was obvious.",
                    "the pleasures and pains of everyday life",
                    "It’s been a pleasure meeting you.",
                    "the delights of living in the country",
                    "the joys and sorrows of childhood",
                    "It was a great privilege to hear her sing.",
                    "You’ve never been to this area before? Then you’re in for a real treat.",
                    "It was a great honour to be invited here today.",
                    "His childlike joy was infectious.",
                    "I could have shouted with joy.",
                    "I find joy in many kinds of music.",
                    "I took a fierce joy in telling them the truth.",
                    "Imagine our joy when we saw each other again.",
                    "Protesters expressed joy at the government's decision.",
                    "She found to her joy that the house had a large garden."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person or thing that causes you to feel very happy",
                "examples": [
                    "the joys of fatherhood",
                    "The game was a joy to watch.",
                    "Over the years we have shared our joys and sorrows.",
                    "The children's expressions were a joy to behold.",
                    "the physical joys of fine wines and gourmet foods"
                ]
            },
            {
                "sense_index": 3,
                "definition": "success or satisfaction",
                "examples": [
                    "We complained about our rooms but got no joy from the manager.",
                    "‘Any joy at the shops?’ ‘No, they didn't have what I wanted.’"
                ]
            },
            {
                "sense_index": 4,
                "definition": "very cheerful",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 5,
                "definition": "a person or thing that causes somebody to feel very pleased or satisfied",
                "examples": [
                    "The car is her pride and joy.",
                    "He loves that boat—it's his pride and joy."
                ]
            }
        ]
    },
    {
        "word": "judge",
        "level": "B1",
        "pos": "noun",
        "us_audio": "judge_us.mp3",
        "uk_audio": "judge_uk.mp3",
        "us_phonetic": "/dʒʌdʒ/",
        "uk_phonetic": "/dʒʌdʒ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a person in a court who has the authority to decide how criminals should be punished or to make legal decisions",
                "examples": [
                    "a High Court judge",
                    "a federal/district judge",
                    "the presiding trial judge",
                    "to appoint a judge",
                    "before a judge The case comes before Judge Cooper next week.",
                    "She will appear before a judge tomorrow.",
                    "The judge sentenced him to five years in prison.",
                    "The judge ruled that the evidence was inadmissible.",
                    "A judge ordered her to be remanded in custody.",
                    "The judge in the case reminded the jury not to discuss the case outside the courtroom.",
                    "Appeal court judges overturned the previous ruling.",
                    "She has a reputation as a liberal, activist judge.",
                    "The judge awarded him damages of £20 000."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person who decides who has won a competition",
                "examples": [
                    "The judges' decision is final.",
                    "She has joined the panel of judges in the popular TV talent show.",
                    "He was invited to be a judge in a cookery competition."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a person who has the necessary knowledge or skills to give their opinion about the value or quality of somebody/something",
                "examples": [
                    "She's a good judge of character.",
                    "He was a shrewd judge of people.",
                    "The last singer was the best—not that I'm any judge (= I do not know much about the subject).",
                    "‘I'm not sure that's a good way to do it.’ ‘Let me be the judge of that.’",
                    "She's usually a pretty shrewd judge of character.",
                    "You are the best judge of what your body needs."
                ]
            }
        ]
    },
    {
        "word": "judge",
        "level": "B1",
        "pos": "verb",
        "us_audio": "judge_us.mp3",
        "uk_audio": "judge_uk.mp3",
        "us_phonetic": "/dʒʌdʒ/",
        "uk_phonetic": "/dʒʌdʒ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to form an opinion about somebody/something, based on the information you have",
                "examples": [
                    "As far as I can judge, all of them are to blame.",
                    "judging by something Judging by her last email, they are having a wonderful time.",
                    "to judge from something To judge from what he said, he was very disappointed.",
                    "judge somebody/something You shouldn't judge her too harshly.",
                    "judge somebody/something on something Schools should not be judged only on exam results.",
                    "Each painting must be judged on its own merits.",
                    "judge somebody/something + noun The tour was judged a great success.",
                    "judge somebody/something to be/do something The concert was judged to have been a great success.",
                    "judge somebody/something + adj. They judged it wise to say nothing.",
                    "judge that… He judged that the risk was too great.",
                    "it is judged that… It was judged that the risk was too great.",
                    "judge how, what, etc… It was hard to judge how great the risk was.",
                    "‘There's something I haven't told you.’ She judged her words carefully.",
                    "Those who preach intolerance should be judged accordingly.",
                    "She sensed that he was judging her.",
                    "He was often judged solely on his looks.",
                    "Your slogan will be judged on its originality and style.",
                    "You always judge your own performance against that of others.",
                    "You will be judged by the work you have produced over the year.",
                    "I judged that he must be a very lonely man.",
                    "It's difficult to judge exactly how accurate the account is.",
                    "Readers are left to judge for themselves whether McCrombie is hero or villain.",
                    "It's not for me to judge whether he made the right decision."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to guess the size, amount, etc. of something",
                "examples": [
                    "judge something Young children are unable to judge the speed of traffic.",
                    "judge how, what, etc… It's difficult to judge how long the journey will take.",
                    "judge somebody/something to be/do something I judged him to be about 50.",
                    "I think I judged the distance wrongly.",
                    "The age of the furniture can be judged from the type of wood used.",
                    "The bowler judged it well, timing the ball to perfection."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to decide the result of a competition; to be the judge in a competition",
                "examples": [
                    "judge something She was asked to judge the essay competition.",
                    "judge somebody/something + noun The first team to cross the line will be judged the winner.",
                    "judge somebody/something + adj Their garden was judged the best in Wales by a TV viewers' poll."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to give your opinion about somebody, especially when you think they are bad",
                "examples": [
                    "What gives you the right to judge other people?",
                    "I'm not one to judge, but that's no way to behave."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to decide whether somebody is guilty or innocent in a court",
                "examples": [
                    "judge something to judge a case",
                    "judge somebody + adj. to judge somebody guilty/not guilty"
                ]
            },
            {
                "sense_index": 6,
                "definition": "used to say that you should not form an opinion about somebody/something from their appearance only",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "judgement",
        "level": "B2",
        "pos": "noun",
        "us_audio": "judgement_us.mp3",
        "uk_audio": "judgement_uk.mp3",
        "us_phonetic": "/ˈdʒʌdʒmənt/",
        "uk_phonetic": "/ˈdʒʌdʒmənt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the ability to make sensible decisions after carefully considering the best thing to do",
                "examples": [
                    "good/poor/sound judgement",
                    "She showed a lack of judgement when she gave Mark the job.",
                    "It's not something I can give you rules for—you'll have to use your judgement.",
                    "He achieved his aim more by luck than judgement.",
                    "The accident was caused by an error of judgement on the part of the pilot.",
                    "He trusted his wife's judgement.",
                    "Her emotions may have clouded her editorial judgement.",
                    "I don't think he's dishonest, but I question his judgement.",
                    "Landing a plane requires fine judgement.",
                    "She has a reputation for sound professional judgement.",
                    "The speaker showed good judgement in his choice of topic."
                ]
            },
            {
                "sense_index": 2,
                "definition": "an opinion that you form about something after thinking about it carefully; the act of making this opinion known to others",
                "examples": [
                    "In his portrait of the dictator he avoids any moral judgements.",
                    "Judgements of quality are always subjective.",
                    "judgement about something He refused to make a judgement about the situation.",
                    "judgement on something Who am I to pass judgement on her behaviour? (= to criticize it)",
                    "It will probably take some time for history to give its final judgement on his legacy.",
                    "in somebody's judgement It was, in her judgement, the wrong thing to do.",
                    "I did it against my better judgement (= although I thought it was perhaps the wrong thing to do).",
                    "Experience helps us to form judgements as to the best course of action in given circumstances.",
                    "He never allows any prejudices to colour his judgement.",
                    "I hate having to make snap judgements.",
                    "It is too soon to reach any definitive judgement.",
                    "It's difficult to form a judgement when you don't have all the facts.",
                    "Our judgements must be based on our knowledge and experience.",
                    "Remember to be tactful when expressing a personal judgement.",
                    "He must make his own judgement about when to go.",
                    "The company backed her judgement and implemented all her recommendations.",
                    "The inspector's function is not merely to pronounce judgement, but also to suggest improvements.",
                    "This latest case confirms my earlier judgement.",
                    "What, in your judgement, would be the best way to deal with the problem?"
                ]
            },
            {
                "sense_index": 3,
                "definition": "the decision of a court or a judge",
                "examples": [
                    "a judgment from the European Court of Justice",
                    "The judgment will be given tomorrow.",
                    "The court has yet to pass judgment (= say what its decision is) in this case.",
                    "The court reserved judgement on the two appeals.",
                    "The sacked workers won a judgement against the company.",
                    "They are trying to get the judgement reversed.",
                    "They obtained a judgement in their favour."
                ]
            },
            {
                "sense_index": 4,
                "definition": "something bad that happens to somebody that is thought to be a punishment from God",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 5,
                "definition": "to not decide or make a judgement about something until a later time",
                "examples": [
                    "I'd prefer to reserve judgement until I know all the facts.",
                    "Three judges have decided to reserve their decision until a later date."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to decide whether somebody’s behaviour is right or wrong, especially when you have no right to do this",
                "examples": [
                    "How dare you sit in judgement on me?"
                ]
            }
        ]
    },
    {
        "word": "juice",
        "level": "A1",
        "pos": "noun",
        "us_audio": "juice_us.mp3",
        "uk_audio": "juice_uk.mp3",
        "us_phonetic": "/dʒuːs/",
        "uk_phonetic": "/dʒuːs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the liquid that comes from fruit or vegetables; a drink made from this",
                "examples": [
                    "a glass of fruit juice",
                    "a carton of apple juice",
                    "lemon/lime juice",
                    "Add the juice of two lemons.",
                    "Two orange juices, please.",
                    "Sprinkle the avocado slices with lemon juice.",
                    "the grated rind and juice of two lemons"
                ]
            },
            {
                "sense_index": 2,
                "definition": "the liquid that comes out of a piece of meat when it is cooked",
                "examples": [
                    "Use the juices of the meat to make gravy."
                ]
            },
            {
                "sense_index": 3,
                "definition": "the liquid in the stomach that helps you to digest food",
                "examples": [
                    "digestive/gastric juices"
                ]
            },
            {
                "sense_index": 4,
                "definition": "electrical energy",
                "examples": [
                    "My phone has run out of juice."
                ]
            },
            {
                "sense_index": 5,
                "definition": "petrol",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "power to influence people or influence what happens",
                "examples": [
                    "She has a lot of juice with city hall."
                ]
            },
            {
                "sense_index": 7,
                "definition": "alcoholic drink",
                "examples": [
                    "He had been on the juice all weekend and was in a bad way."
                ]
            },
            {
                "sense_index": 8,
                "definition": "anabolic steroids (= chemical substances taken by people to increase the size of their muscles)",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 9,
                "definition": "a liquid containing nicotine that is used in a device for vaping",
                "examples": [
                    "The shelves are now full of vape pens and juices.",
                    "He needed some juice for his vape."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to leave somebody to worry and suffer the unpleasant effects of their own actions",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "July",
        "level": "A1",
        "pos": "noun",
        "us_audio": "July_us.mp3",
        "uk_audio": "July_uk.mp3",
        "us_phonetic": "/dʒuˈlaɪ/",
        "uk_phonetic": "/dʒuˈlaɪ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the 7th month of the year, between June and August",
                "examples": [
                    "in July She was born in July.",
                    "(British English) The meeting is on the fifth of July/July the fifth.",
                    "(North American English) The meeting is on July fifth.",
                    "We went to Japan last July.",
                    "I arrived at the end of July.",
                    "last July's election",
                    "It was a sunny July afternoon."
                ]
            }
        ]
    },
    {
        "word": "jump",
        "level": "A2",
        "pos": "noun",
        "us_audio": "jump_us.mp3",
        "uk_audio": "jump_uk.mp3",
        "us_phonetic": "/dʒʌmp/",
        "uk_phonetic": "/dʒʌmp/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an act of jumping",
                "examples": [
                    "to do a parachute jump",
                    "jump of… a jump of over six metres",
                    "jump from something Somehow he survived the jump from the third floor of the building.",
                    "She managed a jump of 1.6 metres.",
                    "Cats can clear six feet with a standing jump.",
                    "He made a jump for the river bank."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a barrier like a narrow fence that a horse or a runner has to jump over in a race or competition",
                "examples": [
                    "The horse fell at the last jump."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a sudden increase in amount, price or value",
                "examples": [
                    "unusually large price jumps",
                    "jump in something a 20 per cent jump in pre-tax profits",
                    "The sportswear company reports a jump in sales since the Olympics.",
                    "There's been no sudden jump, but a steady increase year on year."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a large or sudden change",
                "examples": [
                    "Is he good enough to make the jump into Formula One?",
                    "The story takes a jump back in time.",
                    "The negotiations took a jump forward yesterday (= they made progress).",
                    "The new law is a jump into the unknown."
                ]
            },
            {
                "sense_index": 5,
                "definition": "a sudden movement caused by shock or surprise",
                "examples": [
                    "I sat up with a jump.",
                    "Her heart gave a little jump at his smile."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to be going to be severely punished",
                "examples": [
                    "If I catch you cheating, you’ll be for the high jump."
                ]
            },
            {
                "sense_index": 7,
                "definition": "used to tell somebody in a rude way to go away",
                "examples": [
                    "Why didn’t you just tell him to take a running jump?"
                ]
            },
            {
                "sense_index": 8,
                "definition": "to keep your advantage over somebody, especially your competitors, by taking action before they do or by making sure you know more than they do",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "jump",
        "level": "A2",
        "pos": "verb",
        "us_audio": "jump_us.mp3",
        "uk_audio": "jump_uk.mp3",
        "us_phonetic": "/dʒʌmp/",
        "uk_phonetic": "/dʒʌmp/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to move quickly off the ground or away from a surface by pushing yourself with your legs and feet",
                "examples": [
                    "‘Quick, jump!’ he shouted.",
                    "jump + adv./prep. She jumped into the water to save them.",
                    "He jumped into the air and started cheering.",
                    "She jumped down from the chair.",
                    "The children were jumping up and down with excitement.",
                    "The pilot jumped from the burning plane (= with a parachute).",
                    "He killed himself by jumping off a bridge.",
                    "jump + noun She has jumped 2.2 metres.",
                    "He tried to jump back on board.",
                    "She jumped up onto the table.",
                    "Stop jumping on the furniture!",
                    "They all jumped for joy and hugged each other.",
                    "The dog kept jumping up at me."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to pass over something by jumping",
                "examples": [
                    "jump over something He jumped over the wall to get away.",
                    "jump something Can you jump that gate?",
                    "He jumped the stream and carried on up the hill.",
                    "His horse fell as it jumped the last hurdle.",
                    "jump something over something I jumped my horse over all the fences."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to move quickly and suddenly",
                "examples": [
                    "He jumped to his feet when they called his name.",
                    "She jumped up and ran out of the room.",
                    "Do you want a ride? Jump in.",
                    "He jumped out of the car and disappeared into the building.",
                    "When she heard the news, she immediately jumped on a plane to France."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to make a sudden movement because of surprise, fear or excitement",
                "examples": [
                    "A loud bang made me jump.",
                    "Her heart jumped when she heard the news.",
                    "He crept up behind me and made me jump.",
                    "She jumped slightly at the sound of the bell."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to rise suddenly by a large amount",
                "examples": [
                    "jump by… Prices jumped by 60% last year.",
                    "jump (from…) (to…) Sales jumped from $2.7 billion to $3.5 billion.",
                    "Your interest rate might suddenly jump at the end of the fixed period.",
                    "jump + noun The FTSE 100 benchmark index jumped 199.9 points.",
                    "Profits jumped by 15 per cent during the year.",
                    "Shares jumped from 2p to 222p."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to change suddenly from one subject to another",
                "examples": [
                    "I couldn't follow the talk because he kept jumping about from one topic to another.",
                    "The story then jumps from her childhood in New York to her first visit to London."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to leave out something and pass to a further point or stage",
                "examples": [
                    "You seem to have jumped several steps in the argument."
                ]
            },
            {
                "sense_index": 8,
                "definition": "to move suddenly and unexpectedly, especially out of the correct position",
                "examples": [
                    "The needle jumped across the dial."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to attack somebody suddenly",
                "examples": [
                    "The thieves jumped him in a dark alleyway."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to get on a vehicle very quickly, especially in a way that is dangerous or illegal",
                "examples": [
                    "to jump a train"
                ]
            },
            {
                "sense_index": 11,
                "definition": "to start the engine of a car by connecting the battery to the battery of another car with jump leads",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 12,
                "definition": "to put a lot of energy into starting a process or an activity or into making it start more quickly",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 13,
                "definition": "to be very lively",
                "examples": [
                    "The club's jumping tonight."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to be very angry or excited about something",
                "examples": [
                    "The local residents are jumping up and down complaining about the noise."
                ]
            },
            {
                "sense_index": 15,
                "definition": "to join others in doing something that is becoming fashionable because you hope to become popular or successful yourself",
                "examples": [
                    "politicians eager to jump on the environmental bandwagon"
                ]
            },
            {
                "sense_index": 16,
                "definition": "to fail to appear at your trial after you have paid money to be allowed to go free until the trial",
                "examples": [
                    "He skipped bail and went on the run for two weeks."
                ]
            },
            {
                "sense_index": 17,
                "definition": "to start or be made to start a new and difficult activity that you are not prepared for",
                "examples": [
                    "Junior hospital doctors are thrown in at the deep end in their first jobs.",
                    "The company believes in throwing new employees in at the deep end with no training."
                ]
            },
            {
                "sense_index": 18,
                "definition": "to react very angrily to somebody",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 19,
                "definition": "to do something too soon, before the right time",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 20,
                "definition": "to fail to stop at a red traffic light",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 21,
                "definition": "to move violently because of a sudden shock",
                "examples": [
                    "She nearly jumped out of her skin when she saw me."
                ]
            },
            {
                "sense_index": 22,
                "definition": "to go to the front of a line of people without waiting for your turn",
                "examples": [
                    "She jumped the queue at the ticket counter.",
                    "(figurative) Because he had money, he was able to jump the queue and get treatment that was not available to other people."
                ]
            },
            {
                "sense_index": 23,
                "definition": "to leave the track suddenly",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 24,
                "definition": "(used especially about a television series, etc.) to include something that is very hard to believe as an attempt to keep people watching, usually a sign that the show is not as good as it used to be",
                "examples": [
                    "Has the show finally jumped the shark?"
                ]
            },
            {
                "sense_index": 25,
                "definition": "to leave the ship on which you are serving, without permission",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 26,
                "definition": "to leave an organization that you belong to, suddenly and unexpectedly",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 27,
                "definition": "to do something difficult or complicated in order to achieve something",
                "examples": [
                    "You have to jump through so many hoops to get a job like this."
                ]
            },
            {
                "sense_index": 28,
                "definition": "to make a decision about somebody/something too quickly, before you know or have thought about all the facts",
                "examples": [
                    "There I go again—jumping to conclusions.",
                    "Don't jump to conclusions.",
                    "We don't want to jump to the wrong conclusion."
                ]
            },
            {
                "sense_index": 29,
                "definition": "used to tell somebody to hurry and do something quickly",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "June",
        "level": "A1",
        "pos": "noun",
        "us_audio": "June_us.mp3",
        "uk_audio": "June_uk.mp3",
        "us_phonetic": "/dʒuːn/",
        "uk_phonetic": "/dʒuːn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the 6th month of the year, between May and July",
                "examples": [
                    "She was born in June.",
                    "(British English) The meeting is on the fifth of June/June the fifth.",
                    "(North American English) The meeting is on June fifth.",
                    "We went to Japan last June.",
                    "I arrived at the end of June.",
                    "last June's election",
                    "the June edition of the newsletter"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a first name for girls",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "junior",
        "level": "B2",
        "pos": "adjective",
        "us_audio": "junior_us.mp3",
        "uk_audio": "junior_uk.mp3",
        "us_phonetic": "/ˈdʒuːniər/",
        "uk_phonetic": "/ˈdʒuːniə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "having a low rank in an organization or a profession",
                "examples": [
                    "a junior partner/minister/officer",
                    "junior to somebody She is junior to me.",
                    "He's quite junior in the organization.",
                    "a very junior officer"
                ]
            },
            {
                "sense_index": 2,
                "definition": "connected with young people below a particular age, rather than with adults, especially in sports",
                "examples": [
                    "He's a member of the club's junior team.",
                    "the world junior tennis championships"
                ]
            },
            {
                "sense_index": 3,
                "definition": "(especially in the US) used after the name of a man who has the same name as his father, to make it clear who is being referred to",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "for children under the age of 11 or 13",
                "examples": [
                    "the junior section of the school"
                ]
            },
            {
                "sense_index": 5,
                "definition": "connected with the year before the last year in a high school or college",
                "examples": [
                    "I spent my junior year in France."
                ]
            }
        ]
    },
    {
        "word": "just",
        "level": "A1",
        "pos": "adverb",
        "us_audio": "just_us.mp3",
        "uk_audio": "just_uk.mp3",
        "us_phonetic": "/dʒʌst/",
        "uk_phonetic": "/dʒʌst/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "only",
                "examples": [
                    "There is just one method that might work.",
                    "just for something I decided to learn Japanese just for fun.",
                    "just to do something I waited an hour just to see you.",
                    "‘Can I help you?’ ‘No thanks, I'm just looking.’ (= in a shop)"
                ]
            },
            {
                "sense_index": 2,
                "definition": "simply",
                "examples": [
                    "It was just an ordinary day.",
                    "I just want to help.",
                    "I just think you should wait a bit.",
                    "We'll just have to hope for the best.",
                    "I'm just saying there are risks involved.",
                    "I'm just glad you're OK.",
                    "(informal) That's just plain stupid.",
                    "I can't just drop all my commitments.",
                    "This essay is just not good enough.",
                    "I didn't mean to upset you. It's just that I had to tell somebody.",
                    "This is not just another disaster movie—it's a masterpiece.",
                    "It has to be green—and not just any green, but a very precise shade of olive.",
                    "Just because you're older than me doesn't mean you know everything.",
                    "(informal) It just kind of happened.",
                    "If she doesn't like, that's just too bad.",
                    "I'm just so sick of this.",
                    "They just never give up."
                ]
            },
            {
                "sense_index": 3,
                "definition": "by a small amount",
                "examples": [
                    "You've just missed her.",
                    "They just made it, boarding the aircraft minutes before take-off.",
                    "I only just caught the train.",
                    "just over something Inflation fell to just over 4 per cent.",
                    "just under something The painting sold for just under £6 million.",
                    "just after/before something I got here just after nine.",
                    "just after/before… They must have got there just before I did.",
                    "just prior to something He visited Guatemala just prior to his death.",
                    "just short of something They're now the largest party, through just short of an overall majority."
                ]
            },
            {
                "sense_index": 4,
                "definition": "used to say that you/somebody did something or something happened very recently",
                "examples": [
                    "I've just heard the news.",
                    "When you arrived, he had only just left.",
                    "She has just been telling us about her trip to Rome.",
                    "(especially North American English) I just saw him a moment ago.",
                    "(especially North American English) She was just here.",
                    "Just last week it was snowing and now it's 25 degrees.",
                    "I already did it.",
                    "Did you eat yet?",
                    "I’ve already done it.",
                    "Have you eaten yet?",
                    "I already knew this because Mike had told me.",
                    "(British English) I’ve just had some bad news.",
                    "(North American English) I just got some bad news."
                ]
            },
            {
                "sense_index": 5,
                "definition": "at this/that moment; now",
                "examples": [
                    "I'm just finishing my book.",
                    "I was just beginning to enjoy myself when we had to leave.",
                    "I'm just off (= I am leaving now)."
                ]
            },
            {
                "sense_index": 6,
                "definition": "exactly",
                "examples": [
                    "This jacket is just my size.",
                    "With him, everything always has to be just right.",
                    "This gadget is just the thing for getting those nails out.",
                    "Just my luck (= the sort of bad luck I usually have). My phone needs recharging.",
                    "You're just in time.",
                    "just like somebody/something She looks just like her mother.",
                    "just what… It's just what I wanted!",
                    "just as… It's just as I thought.",
                    "just on something (British English) It's just on six (= exactly six o'clock)."
                ]
            },
            {
                "sense_index": 7,
                "definition": "at the same moment as",
                "examples": [
                    "The clock struck six just as I arrived."
                ]
            },
            {
                "sense_index": 8,
                "definition": "no less than; equally",
                "examples": [
                    "She's just as smart as her sister.",
                    "You can get there just as cheaply by plane."
                ]
            },
            {
                "sense_index": 9,
                "definition": "going to do something only a few moments from now or then",
                "examples": [
                    "just about to do something The water's just about to boil.",
                    "just going to do something I was just going to tell you when you interrupted."
                ]
            },
            {
                "sense_index": 10,
                "definition": "really; completely",
                "examples": [
                    "The food was just wonderful!",
                    "The trip was just amazing!",
                    "Relax—you're doing just fine.",
                    "I can just imagine his reaction."
                ]
            },
            {
                "sense_index": 11,
                "definition": "used in orders to get somebody’s attention, give permission, etc.",
                "examples": [
                    "Just listen to what I'm saying, will you!",
                    "Just help yourselves."
                ]
            },
            {
                "sense_index": 12,
                "definition": "used to make a polite request, excuse, etc.",
                "examples": [
                    "Could you just help me with this box, please?",
                    "I've just got a few things to do first."
                ]
            },
            {
                "sense_index": 13,
                "definition": "used to show a slight possibility that something is true or will happen",
                "examples": [
                    "Try asking Mike—he might just know the answer."
                ]
            },
            {
                "sense_index": 14,
                "definition": "used to agree with somebody",
                "examples": [
                    "‘He's very pompous.’ ‘Isn't he just?’"
                ]
            },
            {
                "sense_index": 15,
                "definition": "used to say that you/somebody would have been in the same position if you had done something else, because you got little benefit or pleasure from what you did do",
                "examples": [
                    "The weather was so bad we might just as well have stayed at home."
                ]
            },
            {
                "sense_index": 16,
                "definition": "because of the possibility of something happening",
                "examples": [
                    "You'd better take the keys in case I'm out.",
                    "You probably won't need to call—but take my number, just in case.",
                    "In case (= if it is true that) you’re wondering why Jo’s here—let me explain…"
                ]
            },
            {
                "sense_index": 17,
                "definition": "it is a good thing",
                "examples": [
                    "It is just as well that we didn't leave any later or we'd have missed him."
                ]
            },
            {
                "sense_index": 18,
                "definition": "used to say that you would equally well like to do something as do something else that has been suggested",
                "examples": [
                    "I'd just as soon stay at home as go out tonight."
                ]
            },
            {
                "sense_index": 19,
                "definition": "almost; very nearly",
                "examples": [
                    "I've met just about everyone.",
                    "‘Did you reach your sales target?’ ‘Just about.’"
                ]
            },
            {
                "sense_index": 20,
                "definition": "approximately",
                "examples": [
                    "She should be arriving just about now."
                ]
            },
            {
                "sense_index": 21,
                "definition": "suddenly, without warning or explanation",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 22,
                "definition": "used to ask somebody to wait for a short time",
                "examples": [
                    "‘Is Mr Burns available?’ ‘Just a second, please—I'll check.’"
                ]
            },
            {
                "sense_index": 23,
                "definition": "at this moment",
                "examples": [
                    "Come and see me later—I'm busy just now."
                ]
            },
            {
                "sense_index": 24,
                "definition": "during this present period",
                "examples": [
                    "Business is good just now."
                ]
            },
            {
                "sense_index": 25,
                "definition": "only a short time ago",
                "examples": [
                    "I saw her just now."
                ]
            },
            {
                "sense_index": 26,
                "definition": "later; in a short period of time",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 27,
                "definition": "done or arranged very accurately or carefully",
                "examples": [
                    "He liked polishing the furniture and making everything just so."
                ]
            },
            {
                "sense_index": 28,
                "definition": "at that moment",
                "examples": [
                    "Just then, someone knocked at the front door."
                ]
            },
            {
                "sense_index": 29,
                "definition": "exactly what is needed in a particular situation",
                "examples": [
                    "That cup of tea was just the ticket."
                ]
            },
            {
                "sense_index": 30,
                "definition": "used when commenting on a situation to suggest that you could say something more or worse but prefer not to",
                "examples": [
                    "Let's just say he wasn't very happy about the decision (= he was very unhappy or angry about it)."
                ]
            },
            {
                "sense_index": 31,
                "definition": "not now but probably quite soon",
                "examples": [
                    "I can't give you the money just yet."
                ]
            }
        ]
    },
    {
        "word": "justice",
        "level": "B2",
        "pos": "noun",
        "us_audio": "justice_us.mp3",
        "uk_audio": "justice_uk.mp3",
        "us_phonetic": "/ˈdʒʌstɪs/",
        "uk_phonetic": "/ˈdʒʌstɪs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the fair treatment of people",
                "examples": [
                    "He pledged to seek justice for the victims of the tragedy.",
                    "Children often have a highly developed sense of justice.",
                    "laws based on the principles of natural justice",
                    "They are demanding equal rights and justice.",
                    "Sometimes I feel that there's no justice in the world.",
                    "We will not get social order until we have economic justice."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the quality of being fair or reasonable",
                "examples": [
                    "Who can deny the justice of their cause?",
                    "He demanded, not without justice, that he should be allowed to express his views."
                ]
            },
            {
                "sense_index": 3,
                "definition": "the legal system used to punish people who have committed crimes",
                "examples": [
                    "the criminal justice system",
                    "The European Court of Justice",
                    "the administration/obstruction of justice",
                    "(British English) They were accused of attempting to pervert the course of justice.",
                    "(North American English) They were accused of attempting to obstruct justice.",
                    "Civilians were not subject to summary justice.",
                    "So far the robbers have escaped justice.",
                    "the battle for Taylor to face justice before the High Court",
                    "those who are ultimately responsible for dispensing justice",
                    "Restorative justice can only work when all parties agree.",
                    "the deadliest episode of vigilante justice in American history",
                    "Some people saw the epidemic as divine justice."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a judge in a court (also used before the name of a judge)",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 5,
                "definition": "used before the name of a judge in a court of appeal",
                "examples": [
                    "Mr Justice Davies"
                ]
            },
            {
                "sense_index": 6,
                "definition": "to arrest somebody for a crime and put them on trial in court",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "to treat or represent somebody/something fairly, especially in a way that shows how good, attractive, etc. they are",
                "examples": [
                    "That photo doesn't do you justice.",
                    "He didn’t play as well as he can, but to do him justice, it was his first game since his injury.",
                    "The review did not do justice to her talents."
                ]
            },
            {
                "sense_index": 8,
                "definition": "to deal with somebody/something correctly and completely",
                "examples": [
                    "You cannot do justice to such a complex situation in just a few pages.",
                    "I didn’t feel well and wasn’t able to do justice to the meal she had cooked (= I could not eat all the food)."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to do something as well as you can in order to show other people how good you are",
                "examples": [
                    "She didn't do herself justice in the exam."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to tell a lie or to do something in order to prevent the police, etc. from finding out the truth about a crime",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "justify",
        "level": "B2",
        "pos": "verb",
        "us_audio": "justify_us.mp3",
        "uk_audio": "justify_uk.mp3",
        "us_phonetic": "/ˈdʒʌstɪfaɪ/",
        "uk_phonetic": "/ˈdʒʌstɪfaɪ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to show that somebody/something is right or reasonable",
                "examples": [
                    "justify doing something How can they justify paying such huge salaries?",
                    "justify somebody/something doing something The results of the inquiry did not justify them departing from their existing policy.",
                    "justify something Her success had justified the faith her teachers had put in her.",
                    "Can you really justify the destruction of such a fine old building?",
                    "The decision can be justified on the grounds that there is no realistic alternative.",
                    "The events that followed served to justify our earlier decision.",
                    "The extra effort involved would go a long way in helping to justify their high price tags.",
                    "The meagre result hardly justified the risks they took to get it.",
                    "The university could not easily justify spending the money on this.",
                    "It would be difficult for an employer to justify dismissing someone on those grounds."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to give an explanation or excuse for something or for doing something",
                "examples": [
                    "justify something/yourself The senator made an attempt to justify his actions.",
                    "justify something/yourself to somebody The Prime Minister has been asked to justify the decision to Parliament.",
                    "You don't need to justify yourself to me.",
                    "justify doing something He sought to justify taking these measures by citing the threat of a terrorist attack.",
                    "justify somebody/something doing something The press release was intended to justify them sacking her.",
                    "He found it very difficult to justify his decision.",
                    "Can you justify that accusation?",
                    "How will you justify this pay cut to your employees?"
                ]
            },
            {
                "sense_index": 3,
                "definition": "to arrange lines of printed text so that one or both edges are straight",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "bad or unfair methods of doing something are acceptable if the result of that action is good or positive",
                "examples": [
                    "He defended a morality in which the end justifies the means.",
                    "That's only OK if you believe that the end justifies the means."
                ]
            }
        ]
    }
]