[
    {
        "word": "keen",
        "level": "B1",
        "pos": "adjective",
        "us_audio": "keen_us.mp3",
        "uk_audio": "keen_uk.mp3",
        "us_phonetic": "/kiːn/",
        "uk_phonetic": "/kiːn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "wanting to do something or wanting something to happen very much",
                "examples": [
                    "keen to do something John was very keen to help.",
                    "keen for somebody/something to do something Her parents were keen for her to go to university.",
                    "He is keen for the deal to proceed.",
                    "keen that… We are keen that our school should get involved too.",
                    "keen on doing something I wasn't too keen on going to the party.",
                    "She is extremely keen to remain with the police and we are equally keen to retain her.",
                    "The banks were not at all keen to lend to somebody who actually seemed to need money.",
                    "He was naturally keen to make a good impression.",
                    "She was always keen to hear the local gossip.",
                    "We are keen that Britain should get involved too.",
                    "They were desperately keen for information.",
                    "I waited a few days before putting in an offer on the property so as not to appear too keen."
                ]
            },
            {
                "sense_index": 2,
                "definition": "enthusiastic about an activity or idea, etc.",
                "examples": [
                    "a keen sportsman/gardener",
                    "one of the keenest supporters of the team",
                    "She was a star pupil—keen, confident and bright."
                ]
            },
            {
                "sense_index": 3,
                "definition": "liking somebody/something very much; very interested in somebody/something",
                "examples": [
                    "They've been on a few dates together and Naomi seems really keen.",
                    "keen on somebody/something Tom's very keen on Anna.",
                    "He's particularly keen on football.",
                    "Sally's quite keen on the idea.",
                    "keen on doing something She's not keen on being told what to do.",
                    "Do you like their new house?",
                    "I like to see them enjoying themselves.",
                    "He loved the way she smiled.",
                    "We were fond of the house and didn’t want to leave.",
                    "I’m not keen on spicy food.",
                    "She’s not keen on being told what to do.",
                    "She adores working with children."
                ]
            },
            {
                "sense_index": 4,
                "definition": "quick to understand",
                "examples": [
                    "a keen mind/intellect"
                ]
            },
            {
                "sense_index": 5,
                "definition": "strong or deep",
                "examples": [
                    "a keen sense of tradition",
                    "He took a keen interest in his grandson's education."
                ]
            },
            {
                "sense_index": 6,
                "definition": "highly developed",
                "examples": [
                    "Dogs have a keen sense of smell.",
                    "My friend has a keen eye for (= is good at noticing) a bargain."
                ]
            },
            {
                "sense_index": 7,
                "definition": "involving people competing very hard with each other for something",
                "examples": [
                    "There is keen competition for places at the college.",
                    "They were keen rivals.",
                    "It was the subject of keen debate."
                ]
            },
            {
                "sense_index": 8,
                "definition": "kept low in order to compete with other prices",
                "examples": [
                    "The company hopes its keen pricing policy will increase sales."
                ]
            },
            {
                "sense_index": 9,
                "definition": "extremely cold",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 10,
                "definition": "having a sharp edge or point",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 11,
                "definition": "wanting very much to do well at something; enthusiastic",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 12,
                "definition": "liking something/somebody very much; very interested in something",
                "examples": [
                    "He's mad keen on planes."
                ]
            }
        ]
    },
    {
        "word": "keep",
        "level": "A1",
        "pos": "verb",
        "us_audio": "keep_us.mp3",
        "uk_audio": "keep_uk.mp3",
        "us_phonetic": "/kiːp/",
        "uk_phonetic": "/kiːp/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to continue to have something and not give it back or throw it away",
                "examples": [
                    "He kept all her letters.",
                    "She handed the waiter a hundred dollar bill and told him to keep the change.",
                    "Always keep a backup of the file."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to put or store something in a particular place",
                "examples": [
                    "Keep your passport in a safe place.",
                    "Where do you keep the sugar?",
                    "The documents are all kept under lock and key."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to save something for somebody",
                "examples": [
                    "keep something for somebody Please keep a seat for me.",
                    "The man in the shop said he'd keep it for me until Friday.",
                    "keep somebody something Please keep me a seat."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to stay in a particular condition or position; to make somebody/something do this",
                "examples": [
                    "keep + adj. We huddled together to keep warm.",
                    "I could not keep silent any longer.",
                    "keep + adv./prep. The notice said ‘Keep off (= Do not walk on) the grass’.",
                    "Keep left along the wall.",
                    "keep somebody/something + adj. The doctors worked miracles to keep him alive.",
                    "Winning the contract means they can now keep the factory open.",
                    "She kept the children amused for hours.",
                    "Keep your PIN safe.",
                    "keep somebody/something + adv./prep. He kept his coat on.",
                    "Don't keep us in suspense—what happened next?",
                    "keep something She had trouble keeping her balance.",
                    "keep somebody/something doing something I'm very sorry to keep you waiting.",
                    "I'm amazed that she keeps so cheerful.",
                    "Keep close to me.",
                    "She needed to keep busy.",
                    "Sit down and keep calm!",
                    "Try to keep active in the cold weather.",
                    "We managed to keep dry by standing in a doorway."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to continue doing something; to do something repeatedly",
                "examples": [
                    "keep doing something Keep smiling!",
                    "Why does everyone keep saying that?",
                    "Things just keep getting worse.",
                    "keep on doing something Don't keep on interrupting me!"
                ]
            },
            {
                "sense_index": 6,
                "definition": "to know something and not tell it to anyone",
                "examples": [
                    "Can you keep a secret?",
                    "She kept her past secret from us all."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to do what you have promised to do; to go where you have agreed to go",
                "examples": [
                    "She kept her promise to visit them.",
                    "Mary kept her word and Henry was never informed.",
                    "He failed to keep his appointment at the clinic."
                ]
            },
            {
                "sense_index": 8,
                "definition": "to write down something as a record",
                "examples": [
                    "She kept a diary for over twenty years.",
                    "We keep a record of all complaints that we receive.",
                    "Keep a note of where each item can be found.",
                    "I kept a weekly account of my workload and activities.",
                    "Separate accounts must be kept for each different business activity.",
                    "Village clerks were unable to keep a proper record of deaths because they were so frequent."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to own and care for animals",
                "examples": [
                    "to keep bees/goats/hens",
                    "My grandmother kept chickens in her back yard.",
                    "Residents are not allowed to keep pets."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to own and manage a shop or restaurant",
                "examples": [
                    "Her father kept a grocer's shop."
                ]
            },
            {
                "sense_index": 11,
                "definition": "to provide what is necessary for somebody to live; to support somebody by paying for food, etc.",
                "examples": [
                    "He scarcely earns enough to keep himself and his family.",
                    "At the time many working men did not earn enough to keep a wife and children.",
                    "He kept himself by giving private lessons."
                ]
            },
            {
                "sense_index": 12,
                "definition": "to delay somebody",
                "examples": [
                    "You're an hour late—what kept you?",
                    "I won't keep you long. I've just got a couple of quick questions."
                ]
            },
            {
                "sense_index": 13,
                "definition": "used to ask or talk about somebody’s health",
                "examples": [
                    "How is your mother keeping?",
                    "We're all keeping well."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to remain in good condition",
                "examples": [
                    "Finish off the pie—it won't keep.",
                    "Milk and cream should keep quite well in a fridge.",
                    "(informal, figurative) ‘I'd love to hear about it, but I'm late already.’ ‘That's OK—it'll keep (= I can tell you about it later).’"
                ]
            },
            {
                "sense_index": 15,
                "definition": "to protect somebody from something",
                "examples": [
                    "keep somebody May the Lord bless you and keep you (= used in prayers in the Christian Church).",
                    "keep somebody from something His only thought was to keep the boy from harm."
                ]
            },
            {
                "sense_index": 16,
                "definition": "to guard or protect the goal or wicket",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 17,
                "definition": "to make an effort to live normally when you are in a difficult situation or when you have experienced great pain and difficulty",
                "examples": [
                    "You just have to keep yourself busy and keep going."
                ]
            },
            {
                "sense_index": 18,
                "definition": "used to encourage somebody to continue doing something",
                "examples": [
                    "Keep going, Sarah—you're nearly there."
                ]
            },
            {
                "sense_index": 19,
                "definition": "to be enough for somebody until they get what they are waiting for",
                "examples": [
                    "Have an apple to keep you going till dinner time."
                ]
            }
        ]
    },
    {
        "word": "key",
        "level": "A1",
        "pos": "adjective",
        "us_audio": "key_us.mp3",
        "uk_audio": "key_uk.mp3",
        "us_phonetic": "/kiː/",
        "uk_phonetic": "/kiː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "most important; essential",
                "examples": [
                    "the key issue/factor/point",
                    "a key element/component/part/feature",
                    "He was a key figure in the campaign.",
                    "Both are key players in the peace process.",
                    "She played a key role in the dispute.",
                    "‘Caution’ is the key word in this situation.",
                    "His contribution could be key.",
                    "key to something Good communication is key to our success.",
                    "key to doing something Better training for our staff has been key to improving the service.",
                    "She quietly turned the key in the lock.",
                    "Fresh eggs are a key ingredient for a tasty cake.",
                    "Customers have to key their PIN for amounts over £100.",
                    "The constant coming and going of ferries makes the quay a bustling place.",
                    "Be careful crossing the main road.",
                    "The main thing is to remain calm.",
                    "He played a major role in setting up the system.",
                    "He was a key figure in the campaign.",
                    "The central issue is that of widespread racism.",
                    "The principal reason for this omission is lack of time.",
                    "Unemployment was the chief cause of poverty.",
                    "My prime concern is to protect my property.",
                    "The key issue here is taxation.",
                    "Attitude is a key concept in social psychology.",
                    "Our commitment to high-quality standards is key to maintaining our reputation.",
                    "Speed is key at this point."
                ]
            }
        ]
    },
    {
        "word": "key",
        "level": "A1",
        "pos": "noun",
        "us_audio": "key_us.mp3",
        "uk_audio": "key_uk.mp3",
        "us_phonetic": "/kiː/",
        "uk_phonetic": "/kiː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a piece of metal with a special shape used for locking a door, starting a car, etc.",
                "examples": [
                    "to put/turn the key in the lock",
                    "He inserted the key in the lock and let himself into the house.",
                    "the car keys",
                    "a set/bunch of keys",
                    "key to something the spare key to the front door",
                    "We'll have a duplicate key cut (= made).",
                    "key for something Luckily Dad has keys for my house.",
                    "key for doing something There's a special key for winding up this clock.",
                    "She quietly turned the key in the lock.",
                    "Fresh eggs are a key ingredient for a tasty cake.",
                    "Customers have to key their PIN for amounts over £100.",
                    "The constant coming and going of ferries makes the quay a bustling place.",
                    "He fished a ring of keys out of his pocket.",
                    "I'd accidentally locked the keys in my car.",
                    "She hides a front door key in a flowerpot.",
                    "You need a key to open the garage.",
                    "The sound of keys jangling caught her attention.",
                    "They heard a key turn in the back door lock."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a thing that makes you able to understand or achieve something",
                "examples": [
                    "Persistence is the key if you want to get a job.",
                    "key to something The key to success is preparation.",
                    "First-time voters could hold the key to the election result.",
                    "key to doing something The driver of the car probably holds the key to solving the crime.",
                    "Language is the key to understanding those around you.",
                    "(especially North American English) The key is, how long can the federal government control the inflation rate?"
                ]
            },
            {
                "sense_index": 3,
                "definition": "any of the buttons that you press to operate a computer, phone or typewriter",
                "examples": [
                    "Press the return key to enter the information.",
                    "You can use the arrow keys on the keyboard instead.",
                    "He began tapping on the keys of his laptop.",
                    "F1 is the shortcut key for calling up help.",
                    "Press the left arrow key.",
                    "the top row of keys"
                ]
            },
            {
                "sense_index": 4,
                "definition": "any of the wooden or metal parts that you press to play a piano and some other musical instruments",
                "examples": [
                    "His hands flew over the piano keys."
                ]
            },
            {
                "sense_index": 5,
                "definition": "a set of related notes, based on a particular note. Pieces of music are usually written mainly using a particular key.",
                "examples": [
                    "a sonata in the key of E flat major",
                    "This piece changes key many times.",
                    "Can we try it in a lower key?",
                    "The key changes from C major to A minor.",
                    "What key is it in?"
                ]
            },
            {
                "sense_index": 6,
                "definition": "a set of answers to exercises or problems",
                "examples": [
                    "Check your answers in the key at the back of the book."
                ]
            },
            {
                "sense_index": 7,
                "definition": "an explanation of the symbols used on a map or plan",
                "examples": [
                    "You can find the symbols in the key at the bottom of the page."
                ]
            },
            {
                "sense_index": 8,
                "definition": "locked up safely somewhere; in prison",
                "examples": [
                    "We keep our valuables under lock and key.",
                    "I will not rest until the murderer is under lock and key.",
                    "Prisoners are kept under lock and key 24 hours a day."
                ]
            }
        ]
    },
    {
        "word": "key",
        "level": "B1",
        "pos": "verb",
        "us_audio": "key_us.mp3",
        "uk_audio": "key_uk.mp3",
        "us_phonetic": "/kiː/",
        "uk_phonetic": "/kiː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to put information into a computer using a keyboard",
                "examples": [
                    "key something I was busy keying data.",
                    "key something in Key in your password.",
                    "key something into something The information is then keyed into a computer.",
                    "She quietly turned the key in the lock.",
                    "Fresh eggs are a key ingredient for a tasty cake.",
                    "Customers have to key their PIN for amounts over £100.",
                    "The constant coming and going of ferries makes the quay a bustling place."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to deliberately damage a car by scratching it with a key",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "keyboard",
        "level": "B1",
        "pos": "noun",
        "us_audio": "keyboard_us.mp3",
        "uk_audio": "keyboard_uk.mp3",
        "us_phonetic": "/ˈkiːbɔːrd/",
        "uk_phonetic": "/ˈkiːbɔːd/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the set of keys for operating a computer or typewriter, or the set of letters that you can touch to write on a smartphone or tablet",
                "examples": [
                    "The program locks the keyboard until a password is given.",
                    "keyboard shortcuts",
                    "Arianne was tapping away at her keyboard.",
                    "Filled with inspiration, he started pounding his keyboard.",
                    "Press Ctrl + S on the keyboard to save the file."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the set of black and white keys on a piano or other musical instrument",
                "examples": [
                    "a piano keyboard"
                ]
            },
            {
                "sense_index": 3,
                "definition": "an electronic musical instrument that has keys like a piano and can be made to play in different styles or to sound like different instruments",
                "examples": [
                    "She plays keyboard and guitar.",
                    "on (a) keyboard He played the song on his keyboard.",
                    "The recording features Herbie Hancock on keyboard.",
                    "at a keyboard She sat down at the keyboard and started to play."
                ]
            }
        ]
    },
    {
        "word": "kick",
        "level": "B1",
        "pos": "noun",
        "us_audio": "kick_us.mp3",
        "uk_audio": "kick_uk.mp3",
        "us_phonetic": "/kɪk/",
        "uk_phonetic": "/kɪk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a movement with the foot or the leg, usually to hit something with the foot",
                "examples": [
                    "the first kick of the game",
                    "He barely got a kick of the ball the whole match.",
                    "She gave him a kick on the shin.",
                    "If the door won't open, give it a kick.",
                    "He aimed a kick at the dog.",
                    "She had received a painful kick on the knee.",
                    "I got a kick in the stomach and doubled over in pain.",
                    "He received a number of kicks to his head as he lay on the ground.",
                    "Olivia leapt forward with a high karate kick.",
                    "Roy landed a kick to the man's head.",
                    "an energetic performer using dance routines and high kicks"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a strong feeling of excitement and pleasure",
                "examples": [
                    "I get a kick out of driving fast cars.",
                    "He gets his kicks from hurting other people.",
                    "for kicks What do you do for kicks?",
                    "She gets her kicks from skiing.",
                    "It gave the youngsters a kick to see their own play on television.",
                    "They don't really want the things they steal. They just do it for kicks."
                ]
            },
            {
                "sense_index": 3,
                "definition": "the strong effect that a drug or an alcoholic drink has",
                "examples": [
                    "This drink has quite a kick."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a soft shoe that you wear for sports or as informal clothing",
                "examples": [
                    "The actor wore denim, a simple tee and a nice pair of kicks."
                ]
            },
            {
                "sense_index": 5,
                "definition": "if you think somebody needs a kick in the pants or a kick up the backside you think they need to be strongly encouraged to do something or behave better",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "something that hurts somebody/something emotionally; a great disappointment",
                "examples": [
                    "The job losses are a kick in the teeth for the union."
                ]
            }
        ]
    },
    {
        "word": "kick",
        "level": "B1",
        "pos": "verb",
        "us_audio": "kick_us.mp3",
        "uk_audio": "kick_uk.mp3",
        "us_phonetic": "/kɪk/",
        "uk_phonetic": "/kɪk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to hit somebody/something with your foot",
                "examples": [
                    "Stop kicking—it hurts!",
                    "kick somebody/something She was punched and kicked by her attackers.",
                    "kick somebody/something + adv./prep./adj. The boys were kicking a ball around in the yard.",
                    "Vandals had kicked the door down.",
                    "She had to kick the door open because her hands were full.",
                    "kick + adv./prep. She kicked at the loose pebbles by the roadside.",
                    "Don't kick the ball too hard.",
                    "He was sent off for deliberately kicking an Italian player.",
                    "They threw him to the ground and kicked him hard in the stomach.",
                    "Marcia gently kicked the horse again to make it trot.",
                    "She could feel the baby kicking against her stomach wall.",
                    "Abe roared and kicked over a table.",
                    "She kicked me on the knee.",
                    "Suddenly the far door was kicked open.",
                    "He got up angrily and kicked the chair over."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to move your legs as if you were kicking something",
                "examples": [
                    "The child was dragged away, kicking and screaming.",
                    "kick something The dancers kicked their legs in the air.",
                    "He rolled over in the sand, kicking wildly.",
                    "I tried to dive back under, kicking with my legs.",
                    "I was carried upstairs, arms waving and legs kicking.",
                    "The little boy was now lying on his back kicking his legs in the air."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to be annoyed with yourself because you have done something stupid, missed an opportunity, etc.",
                "examples": [
                    "He'll kick himself when he finds out he could have had the job.",
                    "I could kick myself for being so stupid.",
                    "I mentally kicked myself for missing such an opportunity."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to score points by kicking the ball",
                "examples": [
                    "to kick a penalty/goal",
                    "He kicked 23 points, ensuring victory for New Zealand."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to stop doing something harmful that you have done for a long time",
                "examples": [
                    "He had been smoking for 15 years and wanted to kick the habit.",
                    "to kick drugs/the booze"
                ]
            },
            {
                "sense_index": 6,
                "definition": "very active, healthy or popular",
                "examples": [
                    "My mother is still alive and kicking."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to hit somebody/something very hard",
                "examples": [
                    "He was a dirty player and loved to kick hell out of the opposition."
                ]
            },
            {
                "sense_index": 8,
                "definition": "to act in a way that is aggressive or full of energy",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 9,
                "definition": "to succeed or win in an impressive way",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 10,
                "definition": "to punish or defeat somebody",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 11,
                "definition": "to die",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 12,
                "definition": "to delay dealing with a problem",
                "examples": [
                    "This is another attempt to kick the can down the road and leave it to the next generation."
                ]
            },
            {
                "sense_index": 13,
                "definition": "to have nothing to do while you are waiting for somebody/something",
                "examples": [
                    "We were kicking our heels, waiting for some customers."
                ]
            },
            {
                "sense_index": 14,
                "definition": "if you drag somebody kicking and screaming to do something, they only do it with great protests because they don't really want to do it at all",
                "examples": [
                    "The president had to be dragged kicking and screaming to the signing ceremony."
                ]
            },
            {
                "sense_index": 15,
                "definition": "to treat somebody badly or fail to give them help when they need it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 16,
                "definition": "to reject something or treat it as not important; to stop dealing with a problem",
                "examples": [
                    "He tends to deal with disputes by kicking them into the long grass."
                ]
            },
            {
                "sense_index": 17,
                "definition": "to start to behave badly and refuse to accept any discipline or control",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 18,
                "definition": "to test the quality of something to see whether it is suitable for you before you buy it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 19,
                "definition": "to complain loudly about something",
                "examples": [
                    "They’ll usually give you your money back if you threaten to kick up a stink."
                ]
            },
            {
                "sense_index": 20,
                "definition": "to be relaxed and enjoy yourself",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 21,
                "definition": "to move somebody to a job that seems to be more important but that actually has less power or influence",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 22,
                "definition": "to continue to hurt somebody when they are already defeated, etc.",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "kid",
        "level": "A2",
        "pos": "noun",
        "us_audio": "kid_us.mp3",
        "uk_audio": "kid_uk.mp3",
        "us_phonetic": "/kɪd/",
        "uk_phonetic": "/kɪd/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a child or young person",
                "examples": [
                    "Do you have any kids?",
                    "How are the kids (= your children)?",
                    "A bunch of kids were hanging around outside.",
                    "a gang/group of kids",
                    "college/school kids",
                    "street kids who rely on their ingenuity to keep alive",
                    "You're acting like a little kid!",
                    "as a kid I remember reading with my grandmother as a young kid of 6.",
                    "I'm looking forward to getting home to the wife and kids.",
                    "Here are some fun ways to teach your kids about healthy eating.",
                    "The kids love playing outside in the mud.",
                    "The game is aimed at kids of all ages.",
                    "She's a bright kid.",
                    "He's only a kid. You can't expect him to understand what's going on.",
                    "I feel desperately sorry for the poor kid.",
                    "I've tried to bring my kids up to respect other people.",
                    "She was crying like a kid.",
                    "The older kids had lessons in the afternoon as well.",
                    "They had adopted three kids.",
                    "They're just a bunch of kids.",
                    "We both wanted to have kids.",
                    "a spoiled little rich kid"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a young goat",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 3,
                "definition": "soft leather made from the skin of a young goat",
                "examples": [
                    "a pair of white kid gloves"
                ]
            },
            {
                "sense_index": 4,
                "definition": "to deal with somebody in a very careful way so that you do not offend or upset them",
                "examples": [
                    "Treat her with kid gloves—she's very sensitive."
                ]
            },
            {
                "sense_index": 5,
                "definition": "something that is so easy to do or understand that it is thought to be not very serious or only suitable for children",
                "examples": [
                    "That was kids' stuff compared with what lies ahead.",
                    "The movie is pure kids' stuff from beginning to end."
                ]
            },
            {
                "sense_index": 6,
                "definition": "a person who is new to a place, an organization, etc.",
                "examples": [
                    "Despite his six years in politics, he was still regarded by many as the new kid on the block."
                ]
            }
        ]
    },
    {
        "word": "kill",
        "level": "A2",
        "pos": "verb",
        "us_audio": "kill_us.mp3",
        "uk_audio": "kill_uk.mp3",
        "us_phonetic": "/kɪl/",
        "uk_phonetic": "/kɪl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to make somebody/something die",
                "examples": [
                    "kill (somebody/something) Cancer kills thousands of people every year.",
                    "Tiredness while driving can kill.",
                    "Dozens of civilians were killed or injured in the attack.",
                    "She was nearly killed by a car bomb.",
                    "Both members of the crew were killed instantly when the missile hit their aircraft.",
                    "Three soldiers were killed in action (= while fighting) yesterday.",
                    "She tried to kill me!",
                    "The terrorists threatened to kill the hostages.",
                    "I bought a spray to kill the weeds.",
                    "(informal) My mother will kill me (= be very angry with me) when she finds out.",
                    "kill yourself He tried to kill himself with sleeping pills.",
                    "kill yourself doing something (figurative) Don't kill yourself trying to get the work done by tomorrow. It can wait.",
                    "Three people were killed in the crash.",
                    "He admitted killing her but said it was unintentional.",
                    "The animals are killed quickly and humanely.",
                    "As a young boy he accidentally killed his brother.",
                    "The inquest concluded that he was unlawfully killed.",
                    "The poison was slowly killing her.",
                    "The terrorists had shown their willingness to kill indiscriminately.",
                    "They plotted to kill the dictator.",
                    "(figurative) I nearly killed myself carrying that suitcase all the way here."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to destroy something or make it less good; to make something stop",
                "examples": [
                    "to kill a rumour",
                    "She claims that social media kills relationships.",
                    "The defeat last night killed the team's chances of qualifying."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to switch off a light or engine; to stop a computer program or process",
                "examples": [
                    "She killed the engine and climbed out.",
                    "The only way to kill the process is to reboot the computer."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to cause somebody pain",
                "examples": [
                    "My feet are killing me."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to make somebody laugh a lot",
                "examples": [
                    "Stop it! You're killing me!"
                ]
            },
            {
                "sense_index": 6,
                "definition": "used to tell somebody not to ask questions or try to find out about things that do not involve them",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "wearing the kind of clothes that will make people notice and admire you",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 8,
                "definition": "to have nothing to do or not be busy",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 9,
                "definition": "used to describe the very angry or unpleasant way somebody is/was looking at you",
                "examples": [
                    "If looks could kill, she thought, seeing the expression that came over his face when he saw her, she’d be dead on the pavement.",
                    "I don’t know what I’ve done to upset him, but if looks could kill…"
                ]
            },
            {
                "sense_index": 10,
                "definition": "to destroy something that would make you rich, successful, etc.",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 11,
                "definition": "to do something really well",
                "examples": [
                    "She always kills it on stage.",
                    "The team has been killing it on the pitch this season!"
                ]
            },
            {
                "sense_index": 12,
                "definition": "used to say that what you are going to do will either be very successful or fail completely",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 13,
                "definition": "to spend time doing something that is not important while you are waiting for something else to happen",
                "examples": [
                    "We killed time playing cards."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to achieve two things at the same time with one action",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 15,
                "definition": "to be so kind to somebody/something that you in fact harm them",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 16,
                "definition": "to laugh a lot",
                "examples": [
                    "He was killing himself laughing."
                ]
            }
        ]
    },
    {
        "word": "killing",
        "level": "B1",
        "pos": "noun",
        "us_audio": "killing_us.mp3",
        "uk_audio": "killing_uk.mp3",
        "us_phonetic": "/ˈkɪlɪŋ/",
        "uk_phonetic": "/ˈkɪlɪŋ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an act of killing somebody deliberately",
                "examples": [
                    "Their leader condemned the torture and killing of innocent civilians.",
                    "The mass killing (= killing of a large number of people) occurred when soldiers opened fire on protesters.",
                    "He is responsible for the brutal killing of thousands of animals.",
                    "No motive for the killing has yet been established.",
                    "It is difficult to prevent such killings.",
                    "The Mafia ordered the killing.",
                    "This was the fourth mass killing in Australia in four years.",
                    "the cold-blooded killing of a defenceless woman",
                    "Police fear the shooting may spark a wave of revenge killings among rival gangs."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to make a lot of money quickly",
                "examples": [
                    "She made a killing on the stock market.",
                    "Investors are set to make a killing from the sell-off."
                ]
            }
        ]
    },
    {
        "word": "kilometre",
        "level": "A1",
        "pos": "noun",
        "us_audio": "kilometre_us.mp3",
        "uk_audio": "kilometre_uk.mp3",
        "us_phonetic": "/kɪˈlɑːmɪtər/",
        "uk_phonetic": "/kɪˈlɒmɪtə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a unit for measuring distance; 1 000 metres",
                "examples": [
                    "The industrial estate is 6 kilometres from the city centre.",
                    "She had been driving at 110 kilometres per hour.",
                    "Monaco is only two square kilometres in size."
                ]
            }
        ]
    },
    {
        "word": "kind",
        "level": "B1",
        "pos": "adjective",
        "us_audio": "kind_us.mp3",
        "uk_audio": "kind_uk.mp3",
        "us_phonetic": "/kaɪnd/",
        "uk_phonetic": "/kaɪnd/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "caring about others; gentle, friendly and generous",
                "examples": [
                    "a very kind and helpful person",
                    "a kind heart/face",
                    "a kind action/gesture/comment",
                    "You've been very kind.",
                    "kind to somebody/something kind to animals",
                    "(figurative) Soft water is kinder to your hair.",
                    "(figurative) The weather was very kind to us.",
                    "kind to do something Was it kind to let her find out this way?",
                    "He was kind enough to take time out of his busy schedule to come here today.",
                    "it is kind of somebody I think it was very kind of her.",
                    "it is kind of somebody to do something It was really kind of you to help me.",
                    "(formal) Thank you for your kind words.",
                    "The poems are reprinted here by kind permission of the author.",
                    "(formal) ‘Do have another.’ ‘That's very kind of you (= thank you).’",
                    "We need a kinder, gentler society.",
                    "If an animal is badly injured, often the kindest thing to do is to destroy it painlessly.",
                    "She may seem quite stern at times, but she has a kind heart.",
                    "Thanks for your card—it was a very kind thought.",
                    "(formal) Thank you for your kind invitation.",
                    "It would be kinder if we didn't mention his mistakes."
                ]
            },
            {
                "sense_index": 2,
                "definition": "used to make a polite request or give an order",
                "examples": [
                    "Would you be kind enough to close the window?"
                ]
            }
        ]
    },
    {
        "word": "kind",
        "level": "A1",
        "pos": "noun",
        "us_audio": "kind_us.mp3",
        "uk_audio": "kind_uk.mp3",
        "us_phonetic": "/kaɪnd/",
        "uk_phonetic": "/kaɪnd/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a group of people or things that are the same in some way; a particular variety or type",
                "examples": [
                    "kind of somebody/something three kinds of cakes/cake",
                    "What kind of house do you live in?",
                    "They sell all kinds of things.",
                    "I need to buy paper and pencils, that kind of thing.",
                    "His diet's terrible—burgers, chips, pizzas, that kind of stuff.",
                    "I'm the kind of person who hates to do anything wrong.",
                    "We have the same kind of car.",
                    "that kind of something I'll never have that kind of money (= as much money as that).",
                    "He wouldn't say anything about it. He's not that kind of man.",
                    "this kind of something This kind of exercise is very popular.",
                    "of a kind Exercises of this kind are very popular.",
                    "music of all/various/different kinds",
                    "The school is the first of its kind in Britain.",
                    "Would you like a drink of some kind?",
                    "The regions differ in size, but not in kind.",
                    "each/​one/​every kind of animal",
                    "all/​many/​other sorts of animals.",
                    "This kind of question often appears in the exam.",
                    "That sort of behaviour is not acceptable.",
                    "These kinds of questions often appear in the exam.",
                    "These sorts of behaviour are not acceptable.",
                    "These kinds of question often appear in the exam.",
                    "These sort of things don’t happen in real life.",
                    "The shelf was full of the sort of books I like to read.",
                    "He faced the same kind of problems as his predecessor.",
                    "There are many different sorts of animal on the island.",
                    "What kind of camera is this?",
                    "What kind/​kinds of cameras do you sell?",
                    "There were three kinds of cakes/​cake on the plate.",
                    "Be sure to eat enough of the right kind of food.",
                    "I missed him, in a funny kind of way.",
                    "I'm a fairly normal kind of guy.",
                    "Prostate cancer is the most common kind of cancer in men.",
                    "You need some kind of cover over it to protect it from the rain."
                ]
            },
            {
                "sense_index": 2,
                "definition": "consisting of goods or services, not money",
                "examples": [
                    "As well as his salary, he gets benefits in kind."
                ]
            },
            {
                "sense_index": 3,
                "definition": "with the same thing",
                "examples": [
                    "She insulted him and he responded in kind."
                ]
            },
            {
                "sense_index": 4,
                "definition": "used to show that something you are saying is not exact",
                "examples": [
                    "I had a kind of feeling this might happen."
                ]
            },
            {
                "sense_index": 5,
                "definition": "slightly; in some ways",
                "examples": [
                    "That made me feel kind of stupid.",
                    "I like him, kind of."
                ]
            },
            {
                "sense_index": 6,
                "definition": "used to emphasize that the situation is very different from what has been said",
                "examples": [
                    "‘I was terrible!’ ‘You were nothing of the kind.’"
                ]
            },
            {
                "sense_index": 7,
                "definition": "not as good as it could be",
                "examples": [
                    "You're making progress of a kind."
                ]
            },
            {
                "sense_index": 8,
                "definition": "very similar",
                "examples": [
                    "They're two of a kind—both workaholics!"
                ]
            },
            {
                "sense_index": 9,
                "definition": "the only one like this",
                "examples": [
                    "My father was one of a kind—I'll never be like him."
                ]
            },
            {
                "sense_index": 10,
                "definition": "something like what has been said",
                "examples": [
                    "‘He's resigning.’ ‘I'd suspected something of the kind.’"
                ]
            }
        ]
    },
    {
        "word": "king",
        "level": "A2",
        "pos": "noun",
        "us_audio": "king_us.mp3",
        "uk_audio": "king_uk.mp3",
        "us_phonetic": "/kɪŋ/",
        "uk_phonetic": "/kɪŋ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the male ruler of an independent state that has a royal family",
                "examples": [
                    "the kings and queens of England",
                    "the French king",
                    "to be crowned king",
                    "King George V",
                    "He died bravely, serving his king.",
                    "He was crowned king at the age of fifteen.",
                    "The kings of Sicily also ruled over the southern part of Italy.",
                    "the King of Spain",
                    "Charles remained a close ally to the French king throughout his reign.",
                    "His daughter, Anne, married King Richard III."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person, an animal or a thing that is thought to be the best or most important of a particular type",
                "examples": [
                    "the king of comedy",
                    "The lion is the king of the jungle.",
                    "He is the undisputed king of talk shows.",
                    "the uncrowned king of hip-hop"
                ]
            },
            {
                "sense_index": 3,
                "definition": "used in compounds with the names of animals or plants to describe a very large type of the thing mentioned",
                "examples": [
                    "a king penguin"
                ]
            },
            {
                "sense_index": 4,
                "definition": "the most important piece used in the game of chess, that can move one square in any direction",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 5,
                "definition": "a playing card with the picture of a king on it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "a very large amount of money",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "the person considered to be the best, most famous or successful in a particular place or area of activity",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "kiss",
        "level": "B1",
        "pos": "noun",
        "us_audio": "kiss_us.mp3",
        "uk_audio": "kiss_uk.mp3",
        "us_phonetic": "/kɪs/",
        "uk_phonetic": "/kɪs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the act of kissing somebody/something",
                "examples": [
                    "Come here and give me a kiss!",
                    "a kiss on the cheek",
                    "We were greeted with hugs and kisses.",
                    "As the train drew away he blew her a kiss (= kissed his hand and pretended to blow the kiss towards her).",
                    "Brad and Sue exchanged a kiss.",
                    "Don't I get a kiss?",
                    "He gave his daughter a gentle kiss on the forehead.",
                    "I wanted to take him in my arms and shower him with kisses.",
                    "She returned his kiss with passion.",
                    "The kiss only lasted for a few moments."
                ]
            },
            {
                "sense_index": 2,
                "definition": "an event that seems good, but is certain to make something else fail",
                "examples": [
                    "An award can be the kiss of death for a writer.",
                    "That TV commercial was the kiss of death to his career as a serious actor."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a method of helping somebody who has stopped breathing to breathe again by placing your mouth on theirs and forcing air into their lungs",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "to kiss somebody suddenly or secretly",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "kiss",
        "level": "B1",
        "pos": "verb",
        "us_audio": "kiss_us.mp3",
        "uk_audio": "kiss_uk.mp3",
        "us_phonetic": "/kɪs/",
        "uk_phonetic": "/kɪs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to touch somebody with your lips as a sign of love or sexual desire or when saying hello or goodbye",
                "examples": [
                    "They stood in a doorway kissing (= kissing each other).",
                    "Do people in Britain kiss when they meet?",
                    "kiss somebody/something Go and kiss your mother goodnight.",
                    "He bent forward to kiss her cheek.",
                    "She kissed him on both cheeks.",
                    "He lifted the trophy up and kissed it.",
                    "He bent to kiss her again.",
                    "He kissed her long and hard on the mouth.",
                    "She let him kiss her lightly on the cheek."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to gently move or touch something",
                "examples": [
                    "The sunlight kissed the warm stones."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a way of referring to somebody talking publicly, usually for money, about a past sexual relationship with somebody famous",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "to be very nice to somebody in order to persuade them to help you or to give you something",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 5,
                "definition": "to take away the pain of an injury by kissing it",
                "examples": [
                    "Come here and let me kiss it better."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to accept that you will lose something or be unable to do something",
                "examples": [
                    "Well, you can kiss goodbye to your chances of promotion."
                ]
            }
        ]
    },
    {
        "word": "kitchen",
        "level": "A1",
        "pos": "noun",
        "us_audio": "kitchen_us.mp3",
        "uk_audio": "kitchen_uk.mp3",
        "us_phonetic": "/ˈkɪtʃɪn/",
        "uk_phonetic": "/ˈkɪtʃɪn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a room in which meals are cooked or prepared",
                "examples": [
                    "We ate at the kitchen table.",
                    "the kitchen floor/window/door",
                    "a stainless steel kitchen sink",
                    "He stabbed her with a kitchen knife.",
                    "(especially British English) The house has a fully fitted kitchen with custom-built units.",
                    "I sat at the kitchen island eating a bowl of cereal.",
                    "We handed our trays through the kitchen hatch as we left."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a very large number of things, probably more than is necessary",
                "examples": [
                    "We seem to take everything but the kitchen sink when we go camping."
                ]
            },
            {
                "sense_index": 3,
                "definition": "used to tell somebody to stop trying to do something if they find it too difficult, especially in order to suggest that they are less able than other people",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "knee",
        "level": "A2",
        "pos": "noun",
        "us_audio": "knee_us.mp3",
        "uk_audio": "knee_uk.mp3",
        "us_phonetic": "/niː/",
        "uk_phonetic": "/niː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the joint between the top and bottom parts of the leg where it bends in the middle",
                "examples": [
                    "a knee injury",
                    "I had knee surgery three years ago.",
                    "Bend your knees until you feel your thigh muscles working.",
                    "I grazed my knee when I fell.",
                    "He went down on one knee and asked her to marry him.",
                    "on your knees She was on her knees scrubbing the kitchen floor.",
                    "Everyone was down on (their) hands and knees (= crawling on the floor) looking for the ring.",
                    "He fell to his knees and begged for mercy.",
                    "My knees were knocking (= I was frightened).",
                    "He dropped to one knee.",
                    "She hugged her knees to keep warm.",
                    "He patted my knee reassuringly.",
                    "He slapped his knee as he rocked with laughter.",
                    "She's snapped a ligament in her knee.",
                    "I rested my chin on my drawn-up knees.",
                    "Suddenly her knees buckled and she fell to the floor.",
                    "The blow knocked me to my knees.",
                    "His leg was missing below the knee."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the part of a piece of clothing that covers the knee",
                "examples": [
                    "I brushed the dust from the knees of my trousers.",
                    "at the knee These jeans are torn at the knee.",
                    "a knee patch"
                ]
            },
            {
                "sense_index": 3,
                "definition": "the top surface of the upper part of the legs when you are sitting down",
                "examples": [
                    "Come and sit on Daddy's knee.",
                    "She had a blanket draped across her knees.",
                    "He sat on his mother's knee while she read him a story."
                ]
            },
            {
                "sense_index": 4,
                "definition": "when you were very young",
                "examples": [
                    "I learnt these songs at my mother's knee."
                ]
            },
            {
                "sense_index": 5,
                "definition": "an excellent person or thing",
                "examples": [
                    "She thinks she's the bee's knees (= she has a very high opinion of herself)."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to defeat somebody, especially in a war",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "to badly affect an organization, etc. so that it can no longer function",
                "examples": [
                    "The strikes brought the industry to its knees.",
                    "The fuel shortage brought the country to its knees within weeks."
                ]
            },
            {
                "sense_index": 8,
                "definition": "if you ask for something on bended knee(s), you ask for it in a very anxious and/or humble way (= showing you think you are less important than the person you are asking)",
                "examples": [
                    "I’d go down on bended knee if I thought she’d change her mind."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to punish somebody by making them lie on top of your knee and hitting their bottom",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 10,
                "definition": "to kneel on one knee in public in order to protest about the unfair treatment of black people",
                "examples": [
                    "Officers at the rally were seen taking a knee in solidarity with the demonstrators."
                ]
            },
            {
                "sense_index": 11,
                "definition": "hardly able to stand because of emotion, fear, illness, etc.",
                "examples": [
                    "His sudden smile made her go weak at the knees."
                ]
            }
        ]
    },
    {
        "word": "knife",
        "level": "A2",
        "pos": "noun",
        "us_audio": "knife_us.mp3",
        "uk_audio": "knife_uk.mp3",
        "us_phonetic": "/naɪf/",
        "uk_phonetic": "/naɪf/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a sharp blade (= metal edge) with a handle, used for cutting or as a weapon",
                "examples": [
                    "knives and forks",
                    "a sharp knife",
                    "a bread knife (= one for cutting bread)",
                    "The aim is to deter young people from carrying knives.",
                    "He had been stabbed repeatedly with a kitchen knife.",
                    "a plan to tackle knife crime",
                    "She was murdered in a frenzied knife attack.",
                    "He and his gang had a knife fight one night.",
                    "She plunged the knife deep into his heart.",
                    "He pressed the knife tighter against her throat.",
                    "She suddenly pulled a knife on me.",
                    "He was slumped over his desk with a knife protruding from his back.",
                    "She waved her knife in his face threateningly.",
                    "He carries a knife on him now.",
                    "She felt a knife slice her wrist open.",
                    "He picked up his knife and fork and started to eat.",
                    "She pointed her knife at Richard.",
                    "He put the knife to her throat to frighten her into silence.",
                    "She stabbed him in the back with a 12-inch knife.",
                    "That knife doesn't cut very well—it needs sharpening.",
                    "Use a sharp knife to cut away the spare dough.",
                    "a set of kitchen knives",
                    "Chuck drew his hunting knife from its sheath.",
                    "Sara placed her knife and fork neatly on the plate.",
                    "The raider threatened him with a 6-inch kitchen knife before escaping.",
                    "(figurative) Each word he uttered was a knife in her heart."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the situation has become so bad that people are preparing to make one person take the blame, for example by taking away their job",
                "examples": [
                    "The knives are out for the chancellor."
                ]
            },
            {
                "sense_index": 3,
                "definition": "easily; without meeting any difficulty",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 4,
                "definition": "to behave towards somebody in an unfriendly way and try to harm them",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 5,
                "definition": "to say or do something unkind deliberately; to make somebody who is unhappy feel even more unhappy",
                "examples": [
                    "Marcia laughed as she twisted the knife still deeper.",
                    "Just to twist the knife, the filmmakers have provided a surprise ending."
                ]
            },
            {
                "sense_index": 6,
                "definition": "having a medical operation",
                "examples": [
                    "He is to go under the surgeon's knife again on Thursday."
                ]
            }
        ]
    },
    {
        "word": "knock",
        "level": "B1",
        "pos": "noun",
        "us_audio": "knock_us.mp3",
        "uk_audio": "knock_uk.mp3",
        "us_phonetic": "/nɑːk/",
        "uk_phonetic": "/nɒk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the sound of somebody hitting a door, window, etc. with their hand or with something hard to attract attention",
                "examples": [
                    "knock on/at something There was a knock at the door.",
                    "I was startled by a loud knock on the car window."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a sharp hit from something hard",
                "examples": [
                    "He got a nasty knock on the head.",
                    "Knocks and scratches will lower the value of valuable furniture."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a bad experience that makes somebody/something less confident or successful",
                "examples": [
                    "Her confidence took a further knock when she lost her job.",
                    "The company has suffered two huge knocks of late.",
                    "Industry in the area has taken a knock with the closure of two factories.",
                    "Their pride took quite a knock when they lost 5–0."
                ]
            }
        ]
    },
    {
        "word": "knock",
        "level": "A2",
        "pos": "verb",
        "us_audio": "knock_us.mp3",
        "uk_audio": "knock_uk.mp3",
        "us_phonetic": "/nɑːk/",
        "uk_phonetic": "/nɒk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to hit a door, etc. in order to attract attention",
                "examples": [
                    "He knocked three times and waited.",
                    "knock at/on something I knocked on the door and went straight in.",
                    "Somebody was knocking on the window.",
                    "Dobson walked straight into her office without knocking.",
                    "Someone knocked loudly at the door.",
                    "She knocked timidly on the study door and entered."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to hit something hard, often by accident",
                "examples": [
                    "knock something against/on something Be careful you don't knock your head on this low beam.",
                    "knock against/on something Her hand knocked against the glass.",
                    "knock something She dropped the pile of books when he accidentally knocked her shoulder.",
                    "The door's very low—mind you don't knock your head!",
                    "The stick knocked against the wall."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to hit something so that it moves or breaks",
                "examples": [
                    "knock something + adv./prep. He'd knocked over a glass of water.",
                    "I knocked the nail into the wall.",
                    "They had to knock the door down to get in.",
                    "He had knocked one of the pictures off the wall.",
                    "The boys were knocking (= kicking) a ball around in the back yard.",
                    "knock something (figurative) The criticism had knocked (= damaged) her self-esteem.",
                    "The boy was hit by a speeding car.",
                    "Someone had knocked a hole in the wall.",
                    "The baby was banging the table with his spoon.",
                    "The ship struck a rock.",
                    "In the darkness I bumped into a chair.",
                    "I braked too late, bashing into the car in front.",
                    "I accidentally knocked over his drink.",
                    "Mind you don't knock that glass over.",
                    "I accidentally knocked the vase off the table."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to put somebody/something into a particular state by hitting them/it",
                "examples": [
                    "knock somebody/something + adj. The blow knocked me flat.",
                    "He was knocked senseless by the blow.",
                    "knock somebody/something doing something She knocked my drink flying.",
                    "knock somebody/something + adv./prep. The two rooms had been knocked into one (= the wall between them had been knocked down).",
                    "The boy was hit by a speeding car.",
                    "Someone had knocked a hole in the wall.",
                    "The baby was banging the table with his spoon.",
                    "The ship struck a rock.",
                    "In the darkness I bumped into a chair.",
                    "I braked too late, bashing into the car in front.",
                    "The blow knocked him unconscious.",
                    "The explosion knocked her off her feet.",
                    "He was knocked flying as two policemen came crashing through the door."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to make a hole in something by hitting it hard",
                "examples": [
                    "They managed to knock a hole in the wall."
                ]
            },
            {
                "sense_index": 6,
                "definition": "if your heart knocks, it beats hard; if your knees knock, they shake, for example from fear",
                "examples": [
                    "My heart was knocking wildly."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to make a regular sound of metal hitting metal, especially because there is something wrong",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 8,
                "definition": "to criticize somebody/something, especially when it happens unfairly",
                "examples": [
                    "The newspapers are always knocking the England team.",
                    "It may sound pretty childish, but don't knock it until you've tried it."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to force people to stop arguing and behave in a sensible way",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 10,
                "definition": "to hit somebody very hard several times and hurt them very much",
                "examples": [
                    "Get out or I’ll beat the living daylights out of you!"
                ]
            },
            {
                "sense_index": 11,
                "definition": "to hit somebody/something very hard",
                "examples": [
                    "He was a dirty player and loved to kick hell out of the opposition."
                ]
            },
            {
                "sense_index": 12,
                "definition": "to surprise or impress somebody very much",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 13,
                "definition": "to train somebody so that they do a particular job, task, etc. well",
                "examples": [
                    "It took him just two weeks to knock the new recruits into shape."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to make something more acceptable, organized or successful",
                "examples": [
                    "I've got all the information together but it still needs knocking into shape.",
                    "It shouldn’t take long to get the company back into shape."
                ]
            },
            {
                "sense_index": 15,
                "definition": "to affect somebody very deeply",
                "examples": [
                    "The business over the lawsuit had really knocked her for six."
                ]
            },
            {
                "sense_index": 16,
                "definition": "used to threaten somebody that you will hit them",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 17,
                "definition": "to impress somebody very much",
                "examples": [
                    "You look fabulous—you'll knock ’em dead tonight."
                ]
            },
            {
                "sense_index": 18,
                "definition": "to be very much better than somebody/something",
                "examples": [
                    "She knocks the rest of the cast into a cocked hat."
                ]
            },
            {
                "sense_index": 19,
                "definition": "used to tell somebody to stop making a noise, annoying you, etc.",
                "examples": [
                    "Knock it off, kids—I’m trying to work."
                ]
            },
            {
                "sense_index": 20,
                "definition": "to make somebody lose their position as somebody/something successful or admired",
                "examples": [
                    "A lot of teams are looking to knock us off our perch."
                ]
            },
            {
                "sense_index": 21,
                "definition": "to stop something from happening; to stop doing something",
                "examples": [
                    "The recession knocked on the head any idea of expanding the company.",
                    "By eleven o’clock we were all tired so we knocked it on the head."
                ]
            },
            {
                "sense_index": 22,
                "definition": "used when talking about your previous good luck or your hopes for the future, to avoid bringing bad luck",
                "examples": [
                    "I've been driving for over 20 years and never had an accident—knock on wood!"
                ]
            },
            {
                "sense_index": 23,
                "definition": "to surprise or shock somebody so much that they are unable to react immediately",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 24,
                "definition": "to try and persuade somebody to stop behaving in a stupid way, sometimes using rough or violent methods",
                "examples": [
                    "Try and talk some sense into her before she makes the wrong decision.",
                    "Where would I be without you to knock some sense into my head?"
                ]
            },
            {
                "sense_index": 25,
                "definition": "to be very much better than somebody/something",
                "examples": [
                    "She knocks spots off all the other candidates."
                ]
            },
            {
                "sense_index": 26,
                "definition": "to make somebody lose their confidence and enthusiasm",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 27,
                "definition": "used to express surprise",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "know",
        "level": "A1",
        "pos": "verb",
        "us_audio": "know_us.mp3",
        "uk_audio": "know_uk.mp3",
        "us_phonetic": "/nəʊ/",
        "uk_phonetic": "/nəʊ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to have information in your mind as a result of experience or because you have learned or been told it",
                "examples": [
                    "know something No one knows the answer.",
                    "I need to know your name.",
                    "The truth about what happened is not yet known.",
                    "All I know is that she used to work in a bank (= I have no other information about her).",
                    "know (that)… I know (that) people’s handwriting changes as they get older.",
                    "We know from experience that turning a hobby into a business is not easy.",
                    "I know for a fact (that) he didn't go to the party.",
                    "‘There's no one in.’ ‘How do you know?’",
                    "‘You've got a flat tyre.’ ‘I know.’",
                    "‘What's the answer?’ ‘I don't know.’",
                    "As you know, Emma and I are old friends.",
                    "‘Isn’t that his car?’ ‘I wouldn’t know./How should I know?’ (= I don’t know and I am not the person you should ask.)",
                    "(informal) ‘What are you two whispering about?’ ‘You don't want to know’ (= because you would be shocked or wouldn't approve).",
                    "it is known that… It is widely known that CFCs can damage the ozone layer.",
                    "know where, who, etc… I knew where he was hiding.",
                    "No one knows for sure who did it.",
                    "know about something You know about Amanda's baby, don't you?",
                    "I don't know about you, but I'm ready for something to eat.",
                    "I know next to nothing (= know almost nothing) about opera.",
                    "know of somebody/something I know of someone who can help us.",
                    "‘Is anyone else coming?’ ‘Not that I know of.’",
                    "know to do something Does he know to come here (= that he should come here) first?",
                    "know somebody/something to be/do something We know her to be honest.",
                    "Strobe lights are known to cause seizures.",
                    "Who knows what the future will bring?",
                    "Breathe in through your nose and out through your mouth.",
                    "I really don't know.",
                    "I’m afraid I don't have the faintest idea.",
                    "Sorry, I have absolutely no idea.",
                    "‘Has anyone left a message?’‘No, not to my knowledge.’",
                    "‘Has this ever happened before?’ ‘No, not as far as I know.’",
                    "Well, that’s a good question.",
                    "Yes, that’s an interesting point.",
                    "Well, let me see…",
                    "Let me think about that for a moment.",
                    "Could you tell me how much all this will cost?",
                    "Do you happen to know whether Amy Brown works here?",
                    "I wonder whether you can help me. I'm trying to find out what has happened to my luggage.",
                    "Do you know his address?",
                    "The cause of the fire is not yet known.",
                    "Two women are known to have died.",
                    "I didn't know what he was talking about.",
                    "I need to know what everyone thinks about this.",
                    "‘He's feeling really down.’ ‘ I know.’",
                    "She knows a lot about early music.",
                    "I don't know much about art.",
                    "I don't know for certain, but I think she lives in the next town.",
                    "I don't know of anyone who might be interested in the job.",
                    "I honestly don't know what they mean to do.",
                    "The properties of this substance are poorly known.",
                    "If you don't know how to fill in the forms, just ask."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to realize, understand or be aware of something",
                "examples": [
                    "know (that)… As soon as I walked in the room I knew (that) something was wrong.",
                    "She knew she was dying.",
                    "‘Martin was lying all the time.’ ‘I should have known.’",
                    "know what, how, etc… I knew perfectly well what she meant.",
                    "I know exactly how you feel.",
                    "know something This case is hopeless and he knows it (= although he will not admit it).",
                    "If only we'd known you were having so many problems!",
                    "You know very well what I'm talking about!",
                    "If I'd known beforehand how bad it would be, I wouldn't have gone.",
                    "I instantly knew what the call was about.",
                    "He knew instinctively where he would find her."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to feel certain about something",
                "examples": [
                    "know (that)… He knew (that) he could trust her.",
                    "I know it's here somewhere!",
                    "I know things will turn out all right.",
                    "I don't know that I can finish it by next week.",
                    "I just knew that it was something I wanted to do.",
                    "know (something) ‘You were right—someone's been spreading rumours about you.’ ‘I knew it!’",
                    "‘She's the worst player in the team.’ ‘Oh, I don't know (= I am not sure that I agree)—she played well yesterday.’",
                    "I knew you would say that!",
                    "This new piece is less traditional than her early work.",
                    "She knew deep down that she would never see him again.",
                    "He knew that he could trust her.",
                    "I just knew there would be problems."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to be familiar with a person, place, thing, etc.",
                "examples": [
                    "I've known David for 20 years.",
                    "Do you two know each other (= have you met before)?",
                    "She was a secretary when I first knew her.",
                    "She's very nice when you get to know her.",
                    "Knowing Ben, we could be waiting a long time (= it is typical of him to be late).",
                    "This man is known to the police (= as a criminal).",
                    "I don’t know anyone in Oxford.",
                    "I know Paris well.",
                    "Do you know the play (= have you seen or read it before)?",
                    "How many of your neighbours do you know by name?",
                    "The new rules could mean the end of football as we know it (= in the form that we are familiar with).",
                    "He knows this city better than anyone.",
                    "I don't know them personally.",
                    "I don't know John very well.",
                    "But I hardly know the woman!",
                    "I know several people who could help.",
                    "The product our consumers know and love will not change."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to have learned a skill or language and be able to use it",
                "examples": [
                    "know something Do you know any Japanese?",
                    "know how to do something Do you know how to use spreadsheets?"
                ]
            },
            {
                "sense_index": 6,
                "definition": "to think that somebody/something is a particular type of person or thing or has particular characteristics",
                "examples": [
                    "be known as something He has become widely known as an expert in child psychology.",
                    "It's known as the most dangerous part of the city.",
                    "be known for something She is best known for her work on the human brain.",
                    "He is internationally known for his work with vaccines.",
                    "be known to be/do something He's known to be an outstanding physicist."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to give somebody/something a particular name or title",
                "examples": [
                    "be known as somebody/something Iran was formerly known as Persia.",
                    "The H5N1 virus is more commonly known as bird flu.",
                    "Peter Wilson, also known as ‘The Tiger’",
                    "be known as somebody/something to somebody He was known as Bonzo to his friends.",
                    "be known by something The country was not yet known by the name of England.",
                    "parts of the body known collectively as the sensory system",
                    "St Petersburg is variously known as the ‘Venice of the North’, ‘second Amsterdam’ or ‘northern Rome’.",
                    "He has been known by many names in his long life."
                ]
            },
            {
                "sense_index": 8,
                "definition": "to be able to recognize somebody/something",
                "examples": [
                    "I couldn't see who was speaking, but I knew the voice.",
                    "She knows a bargain when she sees one.",
                    "She was able to identify her attacker.",
                    "I recognized him as soon as he came in the room.",
                    "The victim has not yet been named.",
                    "I could just make out a figure in the darkness."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to understand the difference between one person or thing and another",
                "examples": [
                    "I hope we have taught our children to know right from wrong."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to have seen, heard or experienced something",
                "examples": [
                    "know somebody/something (to) do something I’ve never known it (to) snow in July before.",
                    "be known to do something He has been known to spend all morning in the bathroom."
                ]
            },
            {
                "sense_index": 11,
                "definition": "to have personal experience of something",
                "examples": [
                    "He has known both poverty and wealth.",
                    "She may be successful now, but she has known what it is like to be poor.",
                    "She thought she would never know the joy of seeing a child grow up in her care."
                ]
            },
            {
                "sense_index": 12,
                "definition": "used to say that you think you know, remember, understand, etc. something but you cannot be completely sure, especially because you do not know all the facts",
                "examples": [
                    "As far as we knew, there was no cause for concern.",
                    "As far as I can see, you've done nothing wrong.",
                    "She lived in Chicago, as far as I can remember."
                ]
            },
            {
                "sense_index": 13,
                "definition": "very quickly or suddenly",
                "examples": [
                    "We were whisked off in a taxi before we knew where we were."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to have no way of realizing or being aware that you have done something wrong",
                "examples": [
                    "‘I'm sorry, I called when you were in bed.’ ‘Don't worry—you weren't to know.’"
                ]
            },
            {
                "sense_index": 15,
                "definition": "used to say that it is easier and wiser to stay in a bad situation that you know and can deal with rather than change to a new situation that may be much worse",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 16,
                "definition": "used to emphasize that you do not know something and that it is not important to you",
                "examples": [
                    "She could be dead for all I know."
                ]
            },
            {
                "sense_index": 17,
                "definition": "used to emphasize that you do not know something",
                "examples": [
                    "God knows what else they might find.",
                    "‘Where are they?’ ‘Goodness knows.’"
                ]
            },
            {
                "sense_index": 18,
                "definition": "used to emphasize the truth of what you are saying",
                "examples": [
                    "She ought to pass the exam—goodness knows she's been working hard enough."
                ]
            },
            {
                "sense_index": 19,
                "definition": "to be confident that you know something, especially when you actually do not",
                "examples": [
                    "He thinks he knows all the answers."
                ]
            },
            {
                "sense_index": 20,
                "definition": "to know something perfectly so that you can repeat it at any time without having to think about it",
                "examples": [
                    "He had all the answers off pat."
                ]
            },
            {
                "sense_index": 21,
                "definition": "to be in poor condition",
                "examples": [
                    "Our car has seen better days!"
                ]
            },
            {
                "sense_index": 22,
                "definition": "used to criticize somebody’s behaviour",
                "examples": [
                    "I don't know how you can say things like that."
                ]
            },
            {
                "sense_index": 23,
                "definition": "used to tell somebody the true facts about a situation, especially when these are not known by other people",
                "examples": [
                    "If the truth be known, I was afraid to tell anyone."
                ]
            },
            {
                "sense_index": 24,
                "definition": "used to agree with somebody or to show sympathy",
                "examples": [
                    "‘What a ridiculous situation!’ ‘I know.’"
                ]
            },
            {
                "sense_index": 25,
                "definition": "used to introduce a new idea or suggestion",
                "examples": [
                    "I know, let's see what's on at the theatre."
                ]
            },
            {
                "sense_index": 26,
                "definition": "used to criticize somebody by saying that they should realize or understand something",
                "examples": [
                    "You know as well as I do that you're being unreasonable."
                ]
            },
            {
                "sense_index": 27,
                "definition": "to know somebody/something extremely well",
                "examples": [
                    "She must know the play backwards by now."
                ]
            },
            {
                "sense_index": 28,
                "definition": "to know what should be done, etc. better than other people",
                "examples": [
                    "The doctor told you to stay in bed, and she knows best."
                ]
            },
            {
                "sense_index": 29,
                "definition": "to be sensible enough not to do something",
                "examples": [
                    "He knows better than to judge by appearances."
                ]
            },
            {
                "sense_index": 30,
                "definition": "to recognize somebody without knowing them well",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 31,
                "definition": "to have information or evidence that the opposite is true",
                "examples": [
                    "He says he doesn't care about what the critics write, but I know different."
                ]
            },
            {
                "sense_index": 32,
                "definition": "to be very aware of a fact and unable to deny or ignore it",
                "examples": [
                    "He knew full well what she thought of it."
                ]
            },
            {
                "sense_index": 33,
                "definition": "to be very familiar with somebody/something",
                "examples": [
                    "This is where I grew up. I know this area like the back of my hand."
                ]
            },
            {
                "sense_index": 34,
                "definition": "to have very clear and definite ideas about what you want to do",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 35,
                "definition": "to know a lot about a particular subject or job",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 36,
                "definition": "to know/tell somebody some useful, interesting or surprising information about somebody/something",
                "examples": [
                    "She's been married five times, so she knows a thing or two about men!"
                ]
            },
            {
                "sense_index": 37,
                "definition": "to know something because of something unpleasant that has happened to you",
                "examples": [
                    "She is a tough competitor, as I know to my cost."
                ]
            },
            {
                "sense_index": 38,
                "definition": "to be familiar with a place, subject, etc.",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 39,
                "definition": "to have knowledge about something from your own experience",
                "examples": [
                    "I worked there for 20 years, so I know what I'm talking about."
                ]
            },
            {
                "sense_index": 40,
                "definition": "to know where you can get an advantage for yourself",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 41,
                "definition": "to make sure that people are informed about something, especially by getting somebody else to tell them",
                "examples": [
                    "The President has let it be known that he does not intend to run for election again."
                ]
            },
            {
                "sense_index": 42,
                "definition": "to tell somebody about something",
                "examples": [
                    "I don't know if I can come, but I'll let you know tomorrow.",
                    "Let me know how I can help.",
                    "Please let me know if there's anything I can do to help."
                ]
            },
            {
                "sense_index": 43,
                "definition": "used to emphasize what you are saying",
                "examples": [
                    "Lord knows, I tried to teach her."
                ]
            },
            {
                "sense_index": 44,
                "definition": "used to say that you do not know the answer to something",
                "examples": [
                    "‘Why did she say that?’ ‘Lord knows!’"
                ]
            },
            {
                "sense_index": 45,
                "definition": "to introduce yourself to somebody",
                "examples": [
                    "I made myself known to the hotel manager."
                ]
            },
            {
                "sense_index": 46,
                "definition": "to behave badly, usually because you have not been taught the correct way to behave",
                "examples": [
                    "Don’t blame the children—they don’t know any better."
                ]
            },
            {
                "sense_index": 47,
                "definition": "to be very stupid; to have absolutely no skill",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 48,
                "definition": "to know nothing about a subject",
                "examples": [
                    "I don’t know beans about making movies."
                ]
            },
            {
                "sense_index": 49,
                "definition": "to know nothing at all about somebody/something",
                "examples": [
                    "I’m afraid I don’t know the first thing about cars."
                ]
            },
            {
                "sense_index": 50,
                "definition": "to know nothing at all about something/somebody",
                "examples": [
                    "We’ve lived next to him for years, but we still don’t know the first thing about him."
                ]
            },
            {
                "sense_index": 51,
                "definition": "to not know at all who somebody is",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 52,
                "definition": "to be so surprised by something that you do not know how to react",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 53,
                "definition": "to feel very embarrassed and not know how to react",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 54,
                "definition": "to be so excited or confused that you cannot behave or think in a sensible way",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 55,
                "definition": "to have an easy life without realizing how easy it is",
                "examples": [
                    "You people without kids don't know you're born."
                ]
            },
            {
                "sense_index": 56,
                "definition": "to take no interest in something because you do not care about it or it is too much trouble",
                "examples": [
                    "I've tried to ask her advice, but she doesn't want to know (= about my problems).",
                    "‘How much was it?’ ‘You don't want to know’ (= it is better if you don't know)."
                ]
            },
            {
                "sense_index": 57,
                "definition": "old enough to behave in a more sensible way than you actually did",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 58,
                "definition": "to show somebody/know/learn how a particular job should be done",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 59,
                "definition": "used to say that it is impossible to say what might happen",
                "examples": [
                    "There's no knowing how he'll react."
                ]
            },
            {
                "sense_index": 60,
                "definition": "used to say that somebody knows nothing about the subject you are talking about",
                "examples": [
                    "What does he know about football, anyway?"
                ]
            },
            {
                "sense_index": 61,
                "definition": "used to express surprise",
                "examples": [
                    "Well, what do you know? Look who's here!"
                ]
            },
            {
                "sense_index": 62,
                "definition": "(know) what things are useful, important, etc.",
                "examples": [
                    "She certainly knows what's what."
                ]
            },
            {
                "sense_index": 63,
                "definition": "used when you are thinking of what to say next",
                "examples": [
                    "Well, you know, it's difficult to explain."
                ]
            },
            {
                "sense_index": 64,
                "definition": "used to show that what you are referring to is known or understood by the person you are speaking to",
                "examples": [
                    "Guess who I've just seen? Maggie! You know—Jim's wife.",
                    "You know that restaurant round the corner? It's closed down."
                ]
            },
            {
                "sense_index": 65,
                "definition": "used to emphasize something that you are saying",
                "examples": [
                    "I'm not stupid, you know."
                ]
            },
            {
                "sense_index": 66,
                "definition": "used to introduce an interesting or surprising opinion, piece of news, etc.",
                "examples": [
                    "You know something? I've never really enjoyed Christmas."
                ]
            },
            {
                "sense_index": 67,
                "definition": "used to refer to somebody/something without mentioning a name",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 68,
                "definition": "used to say that you can never be certain about what will happen in the future, especially when you are suggesting that something good might happen",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "knowledge",
        "level": "A2",
        "pos": "noun",
        "us_audio": "knowledge_us.mp3",
        "uk_audio": "knowledge_uk.mp3",
        "us_phonetic": "/ˈnɑːlɪdʒ/",
        "uk_phonetic": "/ˈnɒlɪdʒ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the information, understanding and skills that you gain through education or experience",
                "examples": [
                    "scientific/technical knowledge and skills",
                    "intimate/first-hand/basic knowledge",
                    "a thirst for knowledge",
                    "It will be an opportunity to gain knowledge and experience.",
                    "knowledge of something She has acquired a detailed knowledge of the subject.",
                    "They enjoy sharing their knowledge of the business.",
                    "He had no prior knowledge of the language before visiting the country.",
                    "He has a wide knowledge of painting and music.",
                    "knowledge about something There is a lack of knowledge about the tax system."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the state of knowing about a particular fact or situation",
                "examples": [
                    "knowledge (of something) He denied all knowledge of the affair.",
                    "without somebody's knowledge She sent the letter without my knowledge.",
                    "with somebody's knowledge The film was made with the Prince's full knowledge and approval.",
                    "in the knowledge that… I was happy in the knowledge that I had done my best.",
                    "I went to sleep secure in the knowledge that I was not alone in the house.",
                    "They could relax safe in the knowledge that they had the funding for the project.",
                    "Their delight in the win was tempered by the knowledge that the competition would only get fiercer."
                ]
            },
            {
                "sense_index": 3,
                "definition": "information, considered as a resource to be used and supplied in industry, rather than producing goods",
                "examples": [
                    "the shift toward a knowledge economy",
                    "Knowledge workers are driving our economy today.",
                    "the emergence of consultancy as a knowledge industry",
                    "knowledge capital/assets",
                    "The successful candidate will have experience in data and knowledge management."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to be something that everyone knows, especially in a particular community or group",
                "examples": [
                    "Their relationship is common knowledge."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to become known by somebody",
                "examples": [
                    "It has come to our knowledge that you have been taking time off without permission."
                ]
            },
            {
                "sense_index": 6,
                "definition": "as far as you know",
                "examples": [
                    "He never made a will, to the best of my knowledge."
                ]
            },
            {
                "sense_index": 7,
                "definition": "from the information you have, although you may not know everything",
                "examples": [
                    "‘Are they divorced?’ ‘Not to my knowledge.’",
                    "She never, to my knowledge, considered resigning."
                ]
            }
        ]
    }
]