[
    {
        "word": "qualification",
        "level": "B1",
        "pos": "noun",
        "us_audio": "qualification_us.mp3",
        "uk_audio": "qualification_uk.mp3",
        "us_phonetic": "/ˌkwɑːlɪfɪˈkeɪʃn/",
        "uk_phonetic": "/ˌkwɒlɪfɪˈkeɪʃn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an exam that you have passed or a course of study that you have successfully completed",
                "examples": [
                    "academic/educational/professional/vocational qualifications",
                    "a coaching/teaching/nursing qualification",
                    "He left school with no formal qualifications.",
                    "to have qualifications",
                    "to gain/get/obtain/possess/achieve qualifications",
                    "In this job, experience counts for more than paper qualifications.",
                    "qualification in something Too many school-leavers lack basic qualifications in English and Maths.",
                    "Many of those selected lack the academic qualifications to teach.",
                    "Only two of the applicants had the necessary qualifications.",
                    "The aim of the reform is to give more status to vocational qualifications."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a skill or type of experience that you need for a particular job or activity",
                "examples": [
                    "What qualifications do radio presenters require?",
                    "qualification for something Previous teaching experience is a necessary qualification for this job."
                ]
            },
            {
                "sense_index": 3,
                "definition": "information that you add to a statement to limit the effect that it has or the way it is applied",
                "examples": [
                    "I accept his theories, but not without certain qualifications.",
                    "The plan was approved without qualification.",
                    "I agree with his view, with a few qualifications.",
                    "The committee supported her proposal, without qualification.",
                    "The term ‘population’ as used here requires qualification."
                ]
            },
            {
                "sense_index": 4,
                "definition": "the fact of passing an exam, completing a course of training or reaching the standard necessary to do a job or take part in a competition",
                "examples": [
                    "Nurses in training should be given a guarantee of employment following qualification.",
                    "A victory in this game will earn them qualification for the World Cup.",
                    "The job usually has a three-year qualification period.",
                    "a qualification programme in business management",
                    "the minimum entry qualification for admission"
                ]
            }
        ]
    },
    {
        "word": "qualified",
        "level": "B1",
        "pos": "adjective",
        "us_audio": "qualified_us.mp3",
        "uk_audio": "qualified_uk.mp3",
        "us_phonetic": "/ˈkwɑːlɪfaɪd/",
        "uk_phonetic": "/ˈkwɒlɪfaɪd/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "having passed the exams or completed the training that are necessary in order to do a particular job; having the experience to do a particular job",
                "examples": [
                    "a qualified teacher",
                    "a qualified instructor/accountant/nurse/doctor",
                    "qualified staff/personnel",
                    "to be highly qualified",
                    "to be suitably/fully qualified",
                    "qualified for something She's extremely well qualified for the job.",
                    "qualified to do something I'm not qualified to teach in state schools.",
                    "He is a professionally qualified social worker.",
                    "The teaching staff are all highly qualified.",
                    "She is now qualified as a teacher.",
                    "a fully qualified electrician",
                    "newly qualified doctors"
                ]
            },
            {
                "sense_index": 2,
                "definition": "having the practical knowledge or skills to do something",
                "examples": [
                    "I don't know much about it, so I don't feel qualified to comment.",
                    "I'm not technically qualified to say anything.",
                    "His supporters say he is uniquely qualified to lead the country out of the crisis."
                ]
            },
            {
                "sense_index": 3,
                "definition": "limited in some way",
                "examples": [
                    "The plan was given only qualified support.",
                    "The project was only a qualified success.",
                    "It was met with qualified enthusiasm.",
                    "The proposals received heavily qualified approval."
                ]
            }
        ]
    },
    {
        "word": "qualify",
        "level": "B1",
        "pos": "verb",
        "us_audio": "qualify_us.mp3",
        "uk_audio": "qualify_uk.mp3",
        "us_phonetic": "/ˈkwɑːlɪfaɪ/",
        "uk_phonetic": "/ˈkwɒlɪfaɪ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to reach the standard of ability or knowledge needed to do a particular job, for example by completing a course of study or passing exams",
                "examples": [
                    "How long does it take to qualify?",
                    "qualify as something He qualified as a doctor last year.",
                    "qualify in something She spent seven years qualifying in law."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to give somebody the skills and knowledge they need to do something",
                "examples": [
                    "qualify somebody for something This training course will qualify you for a better job.",
                    "qualify somebody to do something The test qualifies you to drive heavy vehicles."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to be of a high enough standard to enter a competition; to defeat another person or team in order to enter or continue in a competition",
                "examples": [
                    "He failed to qualify.",
                    "qualify for something South Korea qualified for the finals when they beat Italy 6–1.",
                    "They qualified for the World Cup."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to have or give somebody the right to do something",
                "examples": [
                    "To qualify, you must have lived in this country for at least three years.",
                    "qualify for something If you live in the area, you qualify for a parking permit.",
                    "In order to qualify for scholarships, students must demonstrate potential for academic excellence.",
                    "qualify somebody Your educational background, interests and family history are some of the things that might qualify you.",
                    "qualify somebody for something Paying a fee doesn't automatically qualify you for membership.",
                    "You will automatically qualify for a pension.",
                    "people who qualify for the grant on the grounds of disability",
                    "Membership of the scheme qualifies you for the discount.",
                    "You have to be over 60 to qualify."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to have the right qualities to be described as a particular thing",
                "examples": [
                    "qualify (as something) Do you think this dress qualifies as evening wear?",
                    "qualify something (as something) It's an old building, but that doesn't qualify it as an ancient monument!"
                ]
            },
            {
                "sense_index": 6,
                "definition": "to add something to a previous statement to make the meaning less strong or less general",
                "examples": [
                    "I want to qualify what I said earlier—I didn't mean he couldn't do the job, only that he would need supervision."
                ]
            },
            {
                "sense_index": 7,
                "definition": "to describe another word in a particular way",
                "examples": [
                    "In ‘the open door’, ‘open’ is an adjective qualifying ‘door’."
                ]
            }
        ]
    },
    {
        "word": "quality",
        "level": "A2",
        "pos": "noun",
        "us_audio": "quality_us.mp3",
        "uk_audio": "quality_uk.mp3",
        "us_phonetic": "/ˈkwɑːləti/",
        "uk_phonetic": "/ˈkwɒləti/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the standard of something when it is compared to other things like it; how good or bad something is",
                "examples": [
                    "Improving the quality of care for nursing home residents is a priority.",
                    "When costs are cut product quality suffers.",
                    "of… quality The soil here is of poor quality.",
                    "The food is fresh and of good quality.",
                    "His goal was of top quality.",
                    "goods of a high quality",
                    "high-quality goods",
                    "in quality a decline in water quality",
                    "We have seen a marked improvement in the quality of service provided.",
                    "The technique is used to enhance the quality of photographs.",
                    "Budget cuts are affecting the quality of education for some students.",
                    "All our cakes are made with top-quality ingredients.",
                    "Use the highest-quality ingredients you can find.",
                    "The photos are of variable quality.",
                    "Most of the goods on offer are of very poor quality."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a high standard",
                "examples": [
                    "We aim to provide quality at reasonable prices.",
                    "They need to decrease costs while maintaining quality.",
                    "of quality contemporary writers of quality",
                    "Get it right, even if it takes time; it's quality not quantity that matters.",
                    "We offer unbeatable performance and quality in all our products.",
                    "How can we increase production without sacrificing quality?"
                ]
            },
            {
                "sense_index": 3,
                "definition": "a thing that is part of a person’s character, especially something good",
                "examples": [
                    "personal qualities such as honesty and generosity",
                    "to have leadership qualities",
                    "She has all the qualities of a good teacher.",
                    "It's hard to find people with the right qualities for the job.",
                    "He has a lot of good qualities.",
                    "He showed great energy and leadership qualities.",
                    "I found him thoroughly unpleasant, with no redeeming qualities whatsoever."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a feature of somebody/something, especially one that makes them different from somebody/something else",
                "examples": [
                    "the special quality of light and shade in her paintings",
                    "His voice has a rich, melodic quality.",
                    "The ancient city of Assisi has a wonderful magical quality.",
                    "The music gives the movie a dreamlike quality.",
                    "They have real star quality.",
                    "a singer with that elusive quality that makes a superstar"
                ]
            },
            {
                "sense_index": 5,
                "definition": "a newspaper that deals seriously with issues and has a high standard of editing and comment",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "quantity",
        "level": "A2",
        "pos": "noun",
        "us_audio": "quantity_us.mp3",
        "uk_audio": "quantity_uk.mp3",
        "us_phonetic": "/ˈkwɑːntəti/",
        "uk_phonetic": "/ˈkwɒntəti/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an amount or a number of something",
                "examples": [
                    "quantity of something a large/small quantity of something",
                    "vast/huge quantities of food",
                    "enormous/massive/considerable/substantial quantities of something",
                    "in… quantities a product that is cheap to produce in large quantities",
                    "Lamb is consumed in large quantities in rural areas.",
                    "in… quantity Is it available in sufficient quantity?",
                    "copious quantities of whipped cream",
                    "Gas was detected in sufficient quantity to warrant careful monitoring."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the measurement of something by saying how much of it there is",
                "examples": [
                    "The data is limited in terms of both quality and quantity."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a large amount or number of something",
                "examples": [
                    "quantity of something The police found a quantity of stolen cash at his home.",
                    "I was overwhelmed by the sheer quantity of information available.",
                    "She felt daunted by the quantity of books she was expected to read for the course.",
                    "Their latest album isn't selling in anything like the quantities that their first one did.",
                    "A quantity of jewellery was taken during the burglary.",
                    "in quantity It's cheaper to buy goods in quantity."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a person or thing whose qualities or abilities are not yet known",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "quarter",
        "level": "A1",
        "pos": "noun",
        "us_audio": "quarter_us.mp3",
        "uk_audio": "quarter_uk.mp3",
        "us_phonetic": "/ˈkwɔːrtər/",
        "uk_phonetic": "/ˈkwɔːtə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "one of four equal parts of something",
                "examples": [
                    "quarter of something a quarter of an hour/a century",
                    "a quarter of a mile/million",
                    "Almost a quarter of respondents reported employment discrimination.",
                    "three quarters of all potential customers",
                    "The programme lasted an hour and a quarter.",
                    "Cut the apple into quarters.",
                    "The theatre was about three quarters full.",
                    "(especially North American English) He completed his last work a quarter century ago.",
                    "Cut the apple into quarters.",
                    "Two halves make a whole.",
                    "I’ve been waiting here for a whole hour.",
                    "Half (of) the work is already finished.",
                    "They spent half the time looking for a parking space.",
                    "Her house is half a mile down the road.",
                    "I waited for half an hour.",
                    "I waited for a half an hour.",
                    "This meal is only half cooked."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a period of 15 minutes either before or after every hour",
                "examples": [
                    "It’s (a) quarter to four now—I’ll meet you at (a) quarter past.",
                    "(North American English also) It's quarter of four now—I'll meet you at quarter after."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a period of three months, used especially as a period for which bills are paid or a company’s income is calculated",
                "examples": [
                    "The rent is due at the end of each quarter.",
                    "Our gas bill for the last quarter was much higher than usual.",
                    "Sales were down 10% in the first quarter of 2024.",
                    "Profits fell during the third quarter.",
                    "the current fiscal quarter",
                    "six consecutive quarters of improved earnings"
                ]
            },
            {
                "sense_index": 4,
                "definition": "a district or part of a town",
                "examples": [
                    "the historic quarter of the city",
                    "As a student in Paris, she loved the Latin quarter.",
                    "The robbery took place in a normally quiet quarter of the town."
                ]
            },
            {
                "sense_index": 5,
                "definition": "a person or group of people, especially as a source of help, information or a reaction",
                "examples": [
                    "Support for the plan came from an unexpected quarter.",
                    "The news was greeted with dismay in some quarters.",
                    "The move was met with complaints from all quarters (= from everyone).",
                    "The problem was being discussed in all quarters.",
                    "There was no comment from official quarters on the allegations."
                ]
            },
            {
                "sense_index": 6,
                "definition": "a coin of the US and Canada worth 25 cents",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "rooms that are provided for soldiers, servants, etc. to live in",
                "examples": [
                    "We were moved to more comfortable living quarters.",
                    "the servants'/officers' quarters",
                    "He was confined to quarters as a punishment.",
                    "The corporal and his family lived in married quarters.",
                    "the president's private quarters"
                ]
            },
            {
                "sense_index": 8,
                "definition": "the period of time twice a month when we can see a quarter of the moon",
                "examples": [
                    "The moon is in its first quarter."
                ]
            },
            {
                "sense_index": 9,
                "definition": "one of the four periods of time into which a game of American football is divided",
                "examples": [
                    "Ford scored the winning touchdown early in the fourth quarter."
                ]
            },
            {
                "sense_index": 10,
                "definition": "a unit for measuring weight, a quarter of a pound; 4 ounces",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 11,
                "definition": "a unit for measuring weight, 28 pounds in the UK or 25 pounds in the US; a quarter of a hundredweight",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 12,
                "definition": "kind treatment of an enemy or opponent who is in your power",
                "examples": [
                    "His rivals knew that they could expect no quarter from such a ruthless adversary."
                ]
            },
            {
                "sense_index": 13,
                "definition": "very near",
                "examples": [
                    "fighting at close quarters"
                ]
            }
        ]
    },
    {
        "word": "queen",
        "level": "A2",
        "pos": "noun",
        "us_audio": "queen_us.mp3",
        "uk_audio": "queen_uk.mp3",
        "us_phonetic": "/kwiːn/",
        "uk_phonetic": "/kwiːn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the female ruler of an independent state that has a royal family",
                "examples": [
                    "She was crowned queen at the age of fifteen.",
                    "kings and queens",
                    "queen of… the Queen of Norway",
                    "Queen Victoria",
                    "She became queen after the sudden death of her brother.",
                    "England under Queen Elizabeth I",
                    "The banquet was hosted by the Queen at Buckingham Palace."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the wife of a king",
                "examples": [
                    "Henry VII and his queen, Elizabeth of York",
                    "queen of… The King and Queen of Denmark attended the wedding."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a woman, place or thing that is thought to be one of the best in a particular group or area",
                "examples": [
                    "the queen of fashion",
                    "a movie queen",
                    "Venice, queen of the Adriatic"
                ]
            },
            {
                "sense_index": 4,
                "definition": "a woman or girl chosen to perform official duties at a festival or celebration",
                "examples": [
                    "a carnival queen",
                    "a May queen (= at a festival to celebrate the coming of spring)",
                    "a homecoming queen",
                    "She was nominated for prom queen in high school."
                ]
            },
            {
                "sense_index": 5,
                "definition": "the most powerful piece used in the game of chess that can move any number of squares in any direction",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "a playing card with the picture of a queen on it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 7,
                "definition": "a large female insect that lays eggs for the whole group",
                "examples": [
                    "The bees swarmed around their queen."
                ]
            },
            {
                "sense_index": 8,
                "definition": "an offensive word for a gay man who behaves like a woman",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 9,
                "definition": "the person considered to be the best, most famous or successful in a particular place or area of activity",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "question",
        "level": "A1",
        "pos": "noun",
        "us_audio": "question_us.mp3",
        "uk_audio": "question_uk.mp3",
        "us_phonetic": "/ˈkwestʃən/",
        "uk_phonetic": "/ˈkwestʃən/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a sentence, phrase or word that asks for information",
                "examples": [
                    "You didn't answer my question.",
                    "You will have the opportunity to ask questions.",
                    "Does anyone have any questions?",
                    "(formal) I would now like to pose two questions:…",
                    "That's a very interesting question.",
                    "The question is, how much are they going to pay you?",
                    "The big question is, why did they do it?",
                    "(formal) The question arises as to whether or not he knew of the situation.",
                    "question of something The key question of what caused the leak remains unanswered.",
                    "question about something Can I ask you a question about your first novel?",
                    "(formal) He put a question to the minister about the recent reforms.",
                    "I hope the police don't ask any awkward questions.",
                    "This is a difficult question to answer.",
                    "The short answer to your question is yes.",
                    "The government doesn’t have the answers to these difficult questions.",
                    "In an interview try to ask open questions that don't just need ‘Yes’ or ‘No’ as an answer.",
                    "I paid cash, no questions asked.",
                    "There will be time for questions at the end, if you'd like to save them up till then.",
                    "If you don't mind, we'll take all of your questions at the end of the presentation.",
                    "We're saving the last 15 minutes for questions.",
                    "We've set aside some time for questions.",
                    "If you have questions, please feel free to ask them as we go along.",
                    "That's an interesting point. Perhaps I can answer it like this…",
                    "I'm not sure I understand your question.",
                    "If I understand your question correctly, what you're asking is…",
                    "That's something we probably need to look into further.",
                    "Does that answer your question?",
                    "I hope that answers your question.",
                    "Can I come back to that point later?",
                    "Does anyone have any questions for our speaker?",
                    "Don't be afraid to ask questions as to why things are done in the way they are.",
                    "He became embarrassed when a journalist asked him pointed questions about his finances.",
                    "She refused to answer questions about her private life.",
                    "He easily evaded all the interviewer's most probing questions.",
                    "I need to phrase my question rather carefully.",
                    "I wanted to find out how old he was without asking him a direct question.",
                    "Only one question remains unanswered.",
                    "The chairperson fielded technical questions that she could not answer herself.",
                    "The former minister faced questions concerning his role in the affair.",
                    "The interview panel fired questions at me from all angles.",
                    "The children bombarded us with questions.",
                    "These photos pose the question: where are they now?"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a task or request for information that is intended to test your knowledge or understanding, for example in an exam or a competition",
                "examples": [
                    "Question 3 was very difficult.",
                    "I couldn't do Question 6.",
                    "You must answer all ten questions.",
                    "question on something In the exam there's sure to be a question on energy."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a matter or topic that needs to be discussed or dealt with",
                "examples": [
                    "This is an issue that raises many important questions.",
                    "question of something Let's look at the question of security.",
                    "Finally we shall deal with the question of cost.",
                    "The question that needs to be addressed is one of funding.",
                    "question about something Questions remain about how she was appointed.",
                    "The case raises serious questions about the company's conduct.",
                    "Which route is better remains an open question (= it is not decided).",
                    "The film doesn't answer all the questions it raises.",
                    "The research is asking the wrong questions.",
                    "The new play poses some challenging questions.",
                    "We come now to the vexed question of pension rights.",
                    "I would like to address the question of the relationship between a prison and the community."
                ]
            },
            {
                "sense_index": 4,
                "definition": "doubt or not being certain about something",
                "examples": [
                    "His suitability for the job is open to question.",
                    "beyond question Her honesty is beyond question.",
                    "without question Her version of events was accepted without question.",
                    "This case brings into question the whole purpose of the law.",
                    "The authenticity of the painting has been thrown into question.",
                    "The safety of the system has recently come into question.",
                    "His ability has never been called into question.",
                    "question as to/about something I did have some questions as to his motive in coming.",
                    "She's a great dancer—there's no question about that.",
                    "It was, without question, the worst day of my life.",
                    "There is no question about her enthusiasm for the job.",
                    "The incident brought into question the safety of travellers in the region."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to make somebody want to ask a question that has not yet been answered",
                "examples": [
                    "All of which begs the question as to who will fund the project."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to talk about something as if it were definitely true, even though it might not be",
                "examples": [
                    "These assumptions beg the question that children learn languages more easily than adults."
                ]
            },
            {
                "sense_index": 7,
                "definition": "used to show that you do not know the answer to a question",
                "examples": [
                    "‘How much is all this going to cost?’ ‘Good question!’"
                ]
            },
            {
                "sense_index": 8,
                "definition": "that is being discussed",
                "examples": [
                    "On the day in question we were in Cardiff."
                ]
            },
            {
                "sense_index": 9,
                "definition": "in doubt; uncertain",
                "examples": [
                    "The future of public transport is not in question.",
                    "His sincerity is not in question."
                ]
            },
            {
                "sense_index": 10,
                "definition": "used to say that something is not difficult to predict, explain, do, etc.",
                "examples": [
                    "It's merely a question of time before the business collapses.",
                    "It's just a question of deciding what you really want.",
                    "Now it's just a question of getting the wording right."
                ]
            },
            {
                "sense_index": 11,
                "definition": "a matter about which there may be difference of opinion or a lack of understanding",
                "examples": [
                    "Whether this should be enforced by law or not is a moot point."
                ]
            },
            {
                "sense_index": 12,
                "definition": "a matter about which there may be difference of opinion or a lack of understanding",
                "examples": [
                    "Whether this should be enforced by law or not is a moot question."
                ]
            },
            {
                "sense_index": 13,
                "definition": "impossible or not allowed and therefore not worth discussing",
                "examples": [
                    "Another trip abroad this year is out of the question."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to ask somebody to marry you",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 15,
                "definition": "there is/was no possibility of something",
                "examples": [
                    "There was no question of his/him cancelling the trip so near the departure date."
                ]
            }
        ]
    },
    {
        "word": "question",
        "level": "A2",
        "pos": "verb",
        "us_audio": "question_us.mp3",
        "uk_audio": "question_uk.mp3",
        "us_phonetic": "/ˈkwestʃən/",
        "uk_phonetic": "/ˈkwestʃən/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to ask somebody questions about something, especially officially",
                "examples": [
                    "question somebody Police are keen to question any witnesses.",
                    "Two men are being questioned by police.",
                    "Over half of those questioned said they rarely took any exercise.",
                    "question somebody about something She was arrested and questioned about the fire.",
                    "question somebody on something The students were questioned on the books they had been studying.",
                    "+ speech ‘What's wrong?’ she questioned.",
                    "A man is being questioned in connection with the robbery.",
                    "He was questioned on his role in the affair.",
                    "She was closely questioned about her whereabouts on the night of the murder.",
                    "Patients were questioned in detail about their symptoms."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to have or express doubts about something",
                "examples": [
                    "question something I just accepted what he told me. I never thought to question it.",
                    "No one has ever questioned her judgement.",
                    "At times I question the wisdom of that decision.",
                    "I seriously question his ability to do his job.",
                    "question whether, what, etc… He questioned whether the accident was solely the lorry driver's fault.",
                    "Some people might question the validity of these findings.",
                    "You could never question her commitment.",
                    "I do question the motives behind the timing of this announcement.",
                    "People openly question whether he is right for the job."
                ]
            }
        ]
    },
    {
        "word": "queue",
        "level": "B1",
        "pos": "noun",
        "us_audio": "queue_us.mp3",
        "uk_audio": "queue_uk.mp3",
        "us_phonetic": "/kjuː/",
        "uk_phonetic": "/kjuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a line of people, cars, etc. waiting for something or to do something",
                "examples": [
                    "There were long queues at polling stations.",
                    "the bus queue",
                    "the front/head/back/end of the queue",
                    "queue for something I had to join a queue for the toilets.",
                    "Patients face lengthy queues for treatment.",
                    "queue of somebody/something There was a queue of traffic waiting to turn right.",
                    "There's a queue of people trying to get in.",
                    "in a queue How long were you in the queue?",
                    "Shoppers had to wait in long queues.",
                    "I have to stand in a queue at immigration.",
                    "I took my place in the queue.",
                    "I took this as my cue to leave.",
                    "There was a long queue at the coffee shop.",
                    "I had to queue for ages before it was my turn.",
                    "Long queues are building up on the city's exit roads.",
                    "More unemployed people are joining the dole queue each week.",
                    "Please form an orderly queue.",
                    "The queue stretched for more than a mile.",
                    "The queue's not moving at all.",
                    "a long queue of shoppers",
                    "the country's soaring prices and growing food queues",
                    "the queue for tickets"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a list of items of data stored in a particular order",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 3,
                "definition": "to go to the front of a line of people without waiting for your turn",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "queue",
        "level": "B1",
        "pos": "verb",
        "us_audio": "queue_us.mp3",
        "uk_audio": "queue_uk.mp3",
        "us_phonetic": "/kjuː/",
        "uk_phonetic": "/kjuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to wait in a line of people, vehicles, etc. in order to do something, get something or go somewhere",
                "examples": [
                    "queue (up) People queued up outside.",
                    "Hundreds of voters queued patiently.",
                    "queue (up) for something Queue here for taxis.",
                    "We had to queue up for an hour for the tickets.",
                    "You have to queue to get in at weekends.",
                    "I took this as my cue to leave.",
                    "There was a long queue at the coffee shop.",
                    "I had to queue for ages before it was my turn."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to add tasks to other tasks so that they are ready to be done in order; to come together to be done in order",
                "examples": [
                    "The system queues the jobs before they are processed."
                ]
            }
        ]
    },
    {
        "word": "quick",
        "level": "A1",
        "pos": "adjective",
        "us_audio": "quick_us.mp3",
        "uk_audio": "quick_uk.mp3",
        "us_phonetic": "/kwɪk/",
        "uk_phonetic": "/kwɪk/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "done with speed; taking or lasting a short time",
                "examples": [
                    "a quick look/check/search",
                    "She gave him a quick glance.",
                    "Let's take a quick break.",
                    "There's no quick fix for this problem.",
                    "Just a quick note to say thanks for lunch yesterday.",
                    "Let me just ask one quick question.",
                    "Thanks for the quick response.",
                    "These cakes are very quick and easy to make.",
                    "Do you want to grab a quick coffee?",
                    "It's quicker by train.",
                    "Are you sure this is the quickest way?",
                    "Have you finished already? That was quick!",
                    "His quick thinking saved her life.",
                    "He fired three shots in quick succession."
                ]
            },
            {
                "sense_index": 2,
                "definition": "moving or doing something fast",
                "examples": [
                    "a quick learner",
                    "quick to do something The kids were quick to learn.",
                    "She was quick (= too quick) to point out the mistakes I'd made.",
                    "Don't be too quick to dismiss science fiction.",
                    "Don't be so quick to judge unless you know all the facts.",
                    "Her quick hands suddenly stopped moving.",
                    "Try to be quick! We're late already.",
                    "Once again, his quick wits (= ability to think quickly) got him out of an awkward situation.",
                    "(North American English, informal) He's a quick study (= he learns quickly).",
                    "I was getting quite quick at decorating.",
                    "We'd better be quick.",
                    "He's a very quick worker."
                ]
            },
            {
                "sense_index": 3,
                "definition": "happening very soon or without delay",
                "examples": [
                    "We need to make a quick decision.",
                    "The company wants quick results.",
                    "The doctor said she'd make a quick recovery.",
                    "a rapid train",
                    "We had a rapid coffee.",
                    "a swift decision",
                    "The government took swift action.",
                    "a speedy recovery.",
                    "a speedy car."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to be quick to understand or react in a new situation",
                "examples": [
                    "You can't fool him—he's always quick on the draw."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to be quick at pulling out a gun in order to shoot it",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 6,
                "definition": "to be quick/slow to understand something",
                "examples": [
                    "Is he always this slow on the uptake?"
                ]
            },
            {
                "sense_index": 7,
                "definition": "to become angry easily",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 8,
                "definition": "to earn money quickly and easily",
                "examples": [
                    "This is a long-term project. We are not out to make a quick buck."
                ]
            },
            {
                "sense_index": 9,
                "definition": "used to describe something that is usually complicated, but is being done quickly and simply in this case",
                "examples": [
                    "Read our quick-and-dirty guide to creating a website."
                ]
            },
            {
                "sense_index": 10,
                "definition": "fast/slow in reacting to a situation",
                "examples": [
                    "If you’re quick off the mark in answering these questions, you could win a prize.",
                    "The government was slow off the mark in responding to the crisis."
                ]
            }
        ]
    },
    {
        "word": "quickly",
        "level": "A1",
        "pos": "adverb",
        "us_audio": "quickly_us.mp3",
        "uk_audio": "quickly_uk.mp3",
        "us_phonetic": "/ˈkwɪkli/",
        "uk_phonetic": "/ˈkwɪkli/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "fast",
                "examples": [
                    "She walked quickly away.",
                    "The disease spreads quickly.",
                    "The last few weeks have gone quickly (= the time seems to have passed quickly).",
                    "The tool makes it possible to create websites quickly and easily.",
                    "He worked quickly and efficiently."
                ]
            },
            {
                "sense_index": 2,
                "definition": "soon; after a short time",
                "examples": [
                    "to act/respond quickly",
                    "The authorities moved quickly to quell the violence.",
                    "'Hey, I was just kidding,' he said quickly.",
                    "He replied to my letter very quickly.",
                    "It quickly became clear that she was dying.",
                    "We'll repair it as quickly as possible.",
                    "I quickly realized that this was a big mistake.",
                    "We all quickly learned that success comes only with hard work.",
                    "He quickly found work as a shop assistant.",
                    "Things quickly turned ugly.",
                    "He scored a stunning goal, quickly followed by another.",
                    "She quickly established a reputation as a painter.",
                    "When they saw how much money they could save, they quickly changed their minds",
                    "I quickly realized that I was on the wrong train.",
                    "My heart started to beat more quickly.",
                    "Come on! Quick! They’ll see us!",
                    "My heart started to beat much quicker.",
                    "The quicker I get you away from here, the better.",
                    "How fast can a cheetah run?",
                    "Can’t you drive any faster?",
                    "You’re driving too quickly."
                ]
            }
        ]
    },
    {
        "word": "quiet",
        "level": "A1",
        "pos": "adjective",
        "us_audio": "quiet_us.mp3",
        "uk_audio": "quiet_uk.mp3",
        "us_phonetic": "/ˈkwaɪət/",
        "uk_phonetic": "/ˈkwaɪət/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "making very little noise",
                "examples": [
                    "her quiet voice",
                    "a quieter, more efficient engine",
                    "Could you keep the kids quiet while I'm on the phone?",
                    "He went very quiet (= did not say much) so I knew he was upset.",
                    "‘Be quiet,’ said the teacher.",
                    "She crept downstairs (as) quiet as a mouse.",
                    "We were all quiet for a moment.",
                    "His voice was dangerously quiet as he asked the question.",
                    "Keep that dog quiet, will you!",
                    "She went back to a strangely quiet house.",
                    "Suddenly the room went all quiet.",
                    "The house was quiet except for the sound of the television.",
                    "We could hear quiet footsteps in the corridor."
                ]
            },
            {
                "sense_index": 2,
                "definition": "without many people or much noise or activity",
                "examples": [
                    "a quiet street/town",
                    "It is a quiet place with just a handful of shops, bars and restaurants.",
                    "They lead a quiet life.",
                    "After a month of political tensions, things are relatively quiet.",
                    "Business is usually quieter at this time of year.",
                    "They had a quiet wedding.",
                    "The hotel is in a quiet location near the sea.",
                    "The negotiations were quiet and hurried."
                ]
            },
            {
                "sense_index": 3,
                "definition": "peaceful; without being interrupted",
                "examples": [
                    "to have a quiet coffee",
                    "They were enjoying a quiet moment by the lake.",
                    "I was looking forward to a quiet evening at home.",
                    "Keep the patient as quiet as possible.",
                    "Lie quiet for an hour and you'll feel better.",
                    "Things seemed quiet enough, but it was an uneasy calm."
                ]
            },
            {
                "sense_index": 4,
                "definition": "tending not to talk very much",
                "examples": [
                    "She was quiet and shy."
                ]
            },
            {
                "sense_index": 5,
                "definition": "definite but not expressed in an obvious way",
                "examples": [
                    "He had an air of quiet authority."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to say nothing about something; to keep something secret",
                "examples": [
                    "I've decided to resign but I'd rather you kept quiet about it.",
                    "This story is too big to be kept quiet.",
                    "We'll have to keep this quiet—if it gets out, we'll all be in a lot of trouble."
                ]
            }
        ]
    },
    {
        "word": "quietly",
        "level": "A2",
        "pos": "adverb",
        "us_audio": "quietly_us.mp3",
        "uk_audio": "quietly_uk.mp3",
        "us_phonetic": "/ˈkwaɪətli/",
        "uk_phonetic": "/ˈkwaɪətli/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "in a way that makes very little noise",
                "examples": [
                    "to ask/speak/talk quietly",
                    "to move/stand quietly",
                    "a quietly spoken woman",
                    "‘I'm sorry,’ he said quietly."
                ]
            },
            {
                "sense_index": 2,
                "definition": "in a peaceful way; without being interrupted",
                "examples": [
                    "I spent a few hours quietly relaxing.",
                    "He noticed the woman sitting quietly at the bar."
                ]
            },
            {
                "sense_index": 3,
                "definition": "without many people or much noise or activity",
                "examples": [
                    "Sometimes a business begins quietly, as a hobby maybe, in a spare bedroom."
                ]
            },
            {
                "sense_index": 4,
                "definition": "in a definite, but not obvious, way",
                "examples": [
                    "He is quietly confident that they can succeed (= he is confident, but he is not talking about it too much)."
                ]
            }
        ]
    },
    {
        "word": "quit",
        "level": "B1",
        "pos": "verb",
        "us_audio": "quit_us.mp3",
        "uk_audio": "quit_uk.mp3",
        "us_phonetic": "/kwɪt/",
        "uk_phonetic": "/kwɪt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to leave your job, school, etc.",
                "examples": [
                    "If I don't get more money I'll quit.",
                    "He quit in protest over the decision.",
                    "quit as something He has decided to quit as manager of the team.",
                    "quit something to quit your job",
                    "He quit the show last year because of bad health.",
                    "(North American English) She quit school at 16.",
                    "I am considering quitting my job to start a business.",
                    "I thought about working part-time, or quitting altogether.",
                    "In this job you have to know when to quit.",
                    "Their longest-serving employee is threatening to quit over pay.",
                    "(North American English) He was forced to quit college and find work."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to stop doing something",
                "examples": [
                    "quit doing something I've quit teaching.",
                    "You don't know me, so quit trying to act like you do.",
                    "She finally quit working at age 76.",
                    "quit something Just quit it!",
                    "We only just started. We're not going to quit now."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to leave the place where you live",
                "examples": [
                    "We decided it was time to quit the city.",
                    "The landlord gave them all notice to quit.",
                    "I decide to quit town and lie low for a while."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to close a computer program or application",
                "examples": [
                    "I quit the app and restarted it."
                ]
            }
        ]
    },
    {
        "word": "quite",
        "level": "A1",
        "pos": "adverb",
        "us_audio": "quite_us.mp3",
        "uk_audio": "quite_uk.mp3",
        "us_phonetic": "/kwaɪt/",
        "uk_phonetic": "/kwaɪt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to some degree",
                "examples": [
                    "quite good/interesting/common/difficult",
                    "I quite like opera.",
                    "I quite enjoyed the film to be honest.",
                    "He plays quite well.",
                    "quite a… He's quite a good player.",
                    "We had to wait quite a long time.",
                    "Her children are still quite young.",
                    "I see him quite often.",
                    "I think it's quite likely we'll win.",
                    "I went to bed quite late last night.",
                    "The room is quite small.",
                    "It's quite a small room.",
                    "The shoes were quite expensive."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to the greatest possible degree",
                "examples": [
                    "quite amazing/delicious/empty/perfect",
                    "The two species are in fact quite different from one another.",
                    "He made it quite clear that he never wanted to see her again.",
                    "Quite frankly, I don't blame you.",
                    "I've had quite enough of your tantrums.",
                    "Are you quite sure?",
                    "I quite agree.",
                    "Quite apart from all the work, he had financial problems.",
                    "not quite Unfortunately it is not quite as simple as that.",
                    "I don't quite know what to do next.",
                    "I'm sorry, I don't quite understand.",
                    "(British English) The theatre was not quite (= was almost) full.",
                    "It's like being in the Alps, but not quite.",
                    "I've never quite understood why she's so successful.",
                    "‘I almost think she prefers animals to people.’ ‘Quite right too,’ said Bill.",
                    "I'm sorry to be so difficult.’ ‘That's quite all right.’",
                    "The bottle is not quite empty.",
                    "The two things are not quite the same.",
                    "We are never quite sure what to expect."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to a great degree; very; really",
                "examples": [
                    "I'm quite happy to wait for you here.",
                    "You'll be quite comfortable here.",
                    "I can see it quite clearly.",
                    "(North American English) ‘You've no intention of coming back?’ ‘I'm quite sorry, but no, I have not.’",
                    "The exam was fairly difficult.",
                    "The exam was quite difficult.",
                    "The exam was rather difficult.",
                    "The exam was pretty difficult.",
                    "I feel quite tired today",
                    "I feel quite exhausted.",
                    "Your essay is quite good",
                    "Your essay is quite good"
                ]
            },
            {
                "sense_index": 4,
                "definition": "used to agree with somebody or show that you understand them",
                "examples": [
                    "‘He's bound to feel shaken after his accident.’ ‘Quite.’",
                    "‘It’s not something we want to have talked about.’ ‘Quite so.’"
                ]
            },
            {
                "sense_index": 5,
                "definition": "used to show that a person or thing is particularly impressive or unusual in some way",
                "examples": [
                    "This is quite a different problem.",
                    "She's quite a beauty.",
                    "We found it quite a change when we moved to London.",
                    "He's quite the little gentleman, isn't he?",
                    "It must be quite some car."
                ]
            },
            {
                "sense_index": 6,
                "definition": "used to emphasize that the opposite of what has been said is true",
                "examples": [
                    "I don't find him funny at all. Quite the contrary."
                ]
            },
            {
                "sense_index": 7,
                "definition": "a fairly large number",
                "examples": [
                    "I've been there quite a few times."
                ]
            },
            {
                "sense_index": 8,
                "definition": "a large number or amount of something",
                "examples": [
                    "They drank quite a lot of wine.",
                    "There's quite a lot of work still to do."
                ]
            },
            {
                "sense_index": 9,
                "definition": "a large amount of something",
                "examples": [
                    "She hasn't been seen for quite some time."
                ]
            },
            {
                "sense_index": 10,
                "definition": "used to show that a person or thing is particularly impressive or unusual in some way",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "quotation",
        "level": "B1",
        "pos": "noun",
        "us_audio": "quotation_us.mp3",
        "uk_audio": "quotation_uk.mp3",
        "us_phonetic": "/kwəʊˈteɪʃn/",
        "uk_phonetic": "/kwəʊˈteɪʃn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a group of words or a short piece of writing taken from a book, play, speech, etc. and repeated because it is interesting or useful",
                "examples": [
                    "a dictionary of quotations",
                    "Two short quotations will illustrate my point.",
                    "quotation from something The book began with a quotation from Goethe.",
                    "a direct quotation from a recent speech by the president",
                    "It's a quotation from a poem by Keats.",
                    "My quotation is taken from ‘Hamlet’.",
                    "Where does that quotation come from?"
                ]
            },
            {
                "sense_index": 2,
                "definition": "the act of repeating something interesting or useful that another person has written or said",
                "examples": [
                    "The writer illustrates his point by quotation from a number of sources."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a statement of how much money a particular piece of work will cost",
                "examples": [
                    "You need to get a written quotation before they start work.",
                    "We’ll give you a free quotation for replacing your windows."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a statement of the current value of goods or shares",
                "examples": [
                    "the latest quotations from the Stock Exchange",
                    "It was the first football club to have a full stock market quotation."
                ]
            }
        ]
    },
    {
        "word": "quote",
        "level": "B1",
        "pos": "noun",
        "us_audio": "quote_us.mp3",
        "uk_audio": "quote_uk.mp3",
        "us_phonetic": "/kwəʊt/",
        "uk_phonetic": "/kwəʊt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a group of words or a short piece of writing taken from a book, play, speech, etc. and repeated because it is interesting or useful",
                "examples": [
                    "The essay was full of quotes.",
                    "quote from something a quote from a New York Times article",
                    "The text begins with a quote from Oscar Wilde.",
                    "The quote of the week comes from Mae West.",
                    "a direct quote from this morning's paper",
                    "a quote from Albert Einstein",
                    "quotes taken from various lifestyle magazines",
                    "The article included quotes from detectives who worked on the case.",
                    "This quote comes from a poem by Robert Browning."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a statement of how much money a particular piece of work will cost",
                "examples": [
                    "Their quote for the job was way too high.",
                    "a quote for the hire of the equipment",
                    "Theirs was the lowest quote, so we went with them."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a pair of marks (‘  ’) or ( “ ” ) placed around a word, sentence, etc. to show that it is what somebody said or wrote, that it is a title or that you are using it in an unusual way",
                "examples": [
                    "in quotes If you take text from other sources, place it in quotes."
                ]
            }
        ]
    },
    {
        "word": "quote",
        "level": "B1",
        "pos": "verb",
        "us_audio": "quote_us.mp3",
        "uk_audio": "quote_uk.mp3",
        "us_phonetic": "/kwəʊt/",
        "uk_phonetic": "/kwəʊt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to repeat the exact words that another person has said or written",
                "examples": [
                    "quote something to quote Shakespeare",
                    "quote something from something He quoted a passage from the minister's speech.",
                    "quote from something They quoted from the Bible.",
                    "quote somebody/something in something Quote this reference number in all correspondence.",
                    "He was widely quoted in the American media.",
                    "The figures quoted in this article refer only to Britain.",
                    "Jude is one of three people quoted in the story.",
                    "quote somebody to quote an expert/an official/a source",
                    "The minister claimed he had been selectively quoted.",
                    "quote somebody as doing something The President was quoted in the press as saying that he disagreed with the decision.",
                    "She said, and I quote, ‘Life is meaningless without love.’",
                    "quote somebody on something ‘It will all be gone tomorrow.’ ‘Can I quote you on that?’",
                    "Don't quote me on this (= this is not an official statement), but I think he is going to resign.",
                    "quote + speech ‘The man who is tired of London is tired of life,’ he quoted.",
                    "She quotes extensively from the author's diaries.",
                    "They said they were quoting from a recent report.",
                    "The passage is quoted in full.",
                    "He is wrongly quoted as saying ‘Play it again, Sam.’"
                ]
            },
            {
                "sense_index": 2,
                "definition": "to mention an example of something to support what you are saying",
                "examples": [
                    "quote (somebody) something Can you quote me an instance of when this happened?",
                    "quote something as something an example that is often quoted as evidence of mismanagement",
                    "Nobody mentioned anything to me about it.",
                    "I promised not to refer to the matter again.",
                    "Witnesses spoke of a great ball of flame.",
                    "He cited his heavy workload as the reason for his breakdown.",
                    "Can you quote me an instance of when this happened?",
                    "He quoted one case in which a person had died in a fire.",
                    "the most widely quoted and influential study in this field"
                ]
            },
            {
                "sense_index": 3,
                "definition": "to tell a customer how much money you will charge them for a job, service or product",
                "examples": [
                    "quote something The agent is quoting a guide price of €250 000.",
                    "quote something for (doing) something The price they quoted for the kitchen was too high.",
                    "quote somebody something A garage quoted him £80.",
                    "quote somebody something for (doing) something They quoted us £300 for installing a shower unit."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to give a market price for shares, gold or foreign money",
                "examples": [
                    "Yesterday the pound was quoted at $1.8285, unchanged from Monday."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to give the prices for a business company’s shares on a stock exchange",
                "examples": [
                    "Several football clubs are now quoted on the Stock Exchange.",
                    "publicly quoted companies"
                ]
            },
            {
                "sense_index": 6,
                "definition": "used to show the beginning (and end) of a word, phrase, etc. that has been said or written by somebody else",
                "examples": [
                    "It was quote, ‘the hardest decision of my life’, unquote, and one that he lived to regret.",
                    "now that the, quote, unquote, ‘real story’ has begun"
                ]
            }
        ]
    }
]