[
    {
        "word": "vacation",
        "level": "A1",
        "pos": "noun",
        "us_audio": "vacation_us.mp3",
        "uk_audio": "vacation_uk.mp3",
        "us_phonetic": "/veɪˈkeɪʃn/",
        "uk_phonetic": "/veɪˈkeɪʃn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a period of time spent travelling or relaxing away from home",
                "examples": [
                    "on vacation They're on vacation in Hawaii right now.",
                    "I'm going on vacation for a couple of weeks.",
                    "You look tired—you should take a vacation.",
                    "We're planning a summer vacation to Europe next year.",
                    "I just got back from a family vacation in New Orleans.",
                    "The job includes two weeks' paid vacation.",
                    "a vacation home",
                    "He had a lot of unused vacation time.",
                    "I get four weeks’ holiday/​vacation a year.",
                    "He’s on holiday/​vacation this week.",
                    "I like to take my holiday/​vacation in the winter.",
                    "the summer holidays/​vacation",
                    "The school will be closed Monday because it’s a holiday.",
                    "Employees no longer have a fixed number of vacation days.",
                    "He hadn't taken a real vacation in years.",
                    "I have put in for vacation time.",
                    "I hope the bad weather didn't ruin your vacation.",
                    "I may go on an extended vacation to Bermuda.",
                    "I wasn't able to use all of my vacation time last year.",
                    "Military personnel receive a month of paid vacation.",
                    "Orlando is a popular vacation resort for British tourists.",
                    "She needed a little vacation to clear her head.",
                    "She took a well-deserved vacation to Mexico.",
                    "She was going to spend her vacation in Hawaii all by herself.",
                    "The President cut short his working vacation by two days.",
                    "The sisters are on summer vacation with their family.",
                    "He has a private jet and a vacation home in Switzerland.",
                    "He went on vacation some time last week.",
                    "How was your vacation?",
                    "Let us help you with your vacation plans!",
                    "She's gone on vacation to Massachusetts.",
                    "The area is a popular vacation choice for families.",
                    "The couple had left for a European vacation.",
                    "The senator is on vacation in Maine.",
                    "They usually go on a ski vacation this time of year.",
                    "Vacation time and other benefits were cut.",
                    "Their son is home on vacation.",
                    "When I got back from my vacation, there was a letter waiting for me."
                ]
            },
            {
                "sense_index": 2,
                "definition": "(in the UK) one of the periods of time when universities or courts of law are closed; (in the US) one of the periods of time when schools, colleges, universities or courts of law are closed",
                "examples": [
                    "the Christmas/Easter/summer vacation",
                    "(British English) the long vacation (= the summer vacation)",
                    "during/in the vacation I got a full-time job during the vacation.",
                    "I wrote the essay during the Christmas vacation.",
                    "I'm going travelling in the vacation.",
                    "Most students get vacation jobs.",
                    "She went home to her parents for the Easter vacation.",
                    "Students had a two-week vacation at the end of December.",
                    "The long summer vacation breaks the rhythm of instruction.",
                    "The schools were closed for summer vacation."
                ]
            }
        ]
    },
    {
        "word": "valley",
        "level": "A2",
        "pos": "noun",
        "us_audio": "valley_us.mp3",
        "uk_audio": "valley_uk.mp3",
        "us_phonetic": "/ˈvæli/",
        "uk_phonetic": "/ˈvæli/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an area of low land between hills or mountains, often with a river flowing through it; the land that a river flows through",
                "examples": [
                    "in a valley In the valley below cows were grazing peacefully.",
                    "the fertile soils of river valleys",
                    "A stream runs the length of the valley floor.",
                    "the Shenandoah Valley",
                    "the valley of the Nile",
                    "a small town set in a valley",
                    "The cottage was in a wooded valley.",
                    "The road climbs up the side of the valley.",
                    "A large cloud filled the valley and obscured vision.",
                    "The castle is situated on a hill overlooking a valley.",
                    "The rivers Rhône and Rhine rise here and form broad valleys.",
                    "a high hill that dominates the mineral-rich valleys of this region",
                    "a valley surrounded by mountains"
                ]
            }
        ]
    },
    {
        "word": "valuable",
        "level": "B1",
        "pos": "adjective",
        "us_audio": "valuable_us.mp3",
        "uk_audio": "valuable_uk.mp3",
        "us_phonetic": "/ˈvæljuəbl/",
        "uk_phonetic": "/ˈvæljuəbl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "worth a lot of money",
                "examples": [
                    "My home is my most valuable asset.",
                    "She claims hospitals waste valuable resources by admitting patients days before surgery.",
                    "valuable antiques",
                    "Luckily, nothing valuable was stolen.",
                    "The thieves took three pieces of valuable jewellery.",
                    "a precious Chinese vase, valued at half a million pounds",
                    "precious memories of our time together",
                    "a priceless collection of antiques",
                    "The thieves took three pieces of valuable jewellery.",
                    "We hired an expert to prove that the deposits were commercially valuable.",
                    "commercially valuable expertise"
                ]
            },
            {
                "sense_index": 2,
                "definition": "very useful or important",
                "examples": [
                    "a valuable experience/lesson",
                    "You should gain some valuable insights into the world of business.",
                    "valuable to somebody/something documents that are enormously valuable to historians",
                    "The book provides valuable information on recent trends.",
                    "He had already made a valuable contribution to economic theory.",
                    "The results will be a valuable tool for further research in the area.",
                    "This advice was to prove valuable.",
                    "Spinach is a valuable source of iron.",
                    "valuable for somebody/something The data will be extremely valuable for medical research.",
                    "a simple blood test that is very valuable in the management of diabetes",
                    "Student input can be particularly valuable in improving the teaching process.",
                    "The Romantics believed that the life of the imagination was intrinsically valuable.",
                    "The subject could be equally valuable for scientists.",
                    "The survey was valuable as an indicator of local opinion.",
                    "They have skills and qualities which make them highly valuable.",
                    "ecologically valuable species",
                    "It was a valuable experience for all of us.",
                    "The internet can be a very valuable learning tool."
                ]
            }
        ]
    },
    {
        "word": "value",
        "level": "B1",
        "pos": "noun",
        "us_audio": "value_us.mp3",
        "uk_audio": "value_uk.mp3",
        "us_phonetic": "/ˈvæljuː/",
        "uk_phonetic": "/ˈvæljuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "how much something is worth in money or other goods for which it can be exchanged",
                "examples": [
                    "to go up/rise/increase in value",
                    "to go down/fall/decline in value",
                    "rising property values",
                    "The value of the shares has continued to fall.",
                    "to the value of something The winner will receive a prize to the value of £1 000.",
                    "of value Don't leave anything of value in the car.",
                    "Sports cars tend to hold their value well.",
                    "house prices",
                    "How much are these? They don’t have a price on them.",
                    "I can’t afford it at that price.",
                    "A new computer system has been installed at a cost of £80 000.",
                    "The winner will receive a prize to the value of £1 000.",
                    "The garden was transformed at great expense.",
                    "Running a car is a big expense.",
                    "He has a personal net worth of $10 million.",
                    "Dramatic developments on the stock market tripled the value of his shares.",
                    "It's hard to put a value on a company with large assets and turnover but low profits.",
                    "Jewellery to the value of a million pounds was stolen last night.",
                    "Paintings to the value of two million euros were stolen last night.",
                    "Regular servicing will add to the resale value of your PC.",
                    "The land has dropped in value.",
                    "The piano has held its value.",
                    "They were accused of artificially inflating the value of the company's securities.",
                    "Use current market values to determine the worth of your assets.",
                    "a residual value of 10% of its original cost",
                    "a share with a nominal value of $50",
                    "the high value of the dollar",
                    "London property values are rising fast."
                ]
            },
            {
                "sense_index": 2,
                "definition": "how much something is worth compared with its price",
                "examples": [
                    "to be good/great value (= worth the money it costs)",
                    "to be bad/poor value (= not worth the money it costs)",
                    "Larger sizes give the best value for money.",
                    "The hotel gives value for money.",
                    "They're only £40—not bad value, really.",
                    "This great value-for-money offer is only available to society members.",
                    "Charter flights give very good value for money.",
                    "This restaurant is excellent value.",
                    "Though a little more expensive, the larger model gives better value for money.",
                    "Our products deliver value."
                ]
            },
            {
                "sense_index": 3,
                "definition": "the quality of being useful or important",
                "examples": [
                    "The value of regular exercise should not be underestimated.",
                    "She placed a high value on loyalty.",
                    "of value He didn't say anything of value.",
                    "of value to somebody The arrival of canals was of great value to many industries.",
                    "to be of little/no value to somebody",
                    "value to somebody The library's value to the community is enormous.",
                    "This ring has great sentimental value for me.",
                    "I suppose it has a certain novelty value (= it's interesting because it's new).",
                    "food with a high nutritional value",
                    "The story has very little news value.",
                    "Branding has to add value to the product.",
                    "His published account of his travels is of dubious value to other explorers.",
                    "It has an added value for native speakers of English.",
                    "Many people question the social value of talk shows.",
                    "Pottery fragments are of great value to archaeologists.",
                    "The real value of the book lies in its wonderful characterization.",
                    "This would greatly enhance the value of the book as a resource for scholars.",
                    "We began to recognize the value of advice from others.",
                    "You can't underestimate the value of networking.",
                    "a program which demonstrates the value of education",
                    "The stolen necklace only had sentimental value for her.",
                    "the nutritional value of eggs",
                    "I suppose it has a certain novelty value but you'll soon get bored of it.",
                    "Most of his writings are of little real value."
                ]
            },
            {
                "sense_index": 4,
                "definition": "beliefs about what is right and wrong and what is important in life",
                "examples": [
                    "We need to be guided by our moral values.",
                    "a return to traditional values in education, such as firm discipline",
                    "The school's core values include the ability to work with others.",
                    "The young have a completely different set of values and expectations.",
                    "Families adhered to the values instilled by the church.",
                    "I won't compromise my artistic values.",
                    "Is it the role of schools to foster spiritual values?",
                    "They hold very middle-class values.",
                    "What shared values do you have with your friends?",
                    "a prevailing set of cultural values",
                    "a society that has failed to preserve its traditional values",
                    "the cultural values shared by all the ethnic groups",
                    "the dominant values of a society",
                    "the principles and values embodied in the Constitution",
                    "the rejection of parental values by a child",
                    "The party's election campaign emphasized its belief in family values."
                ]
            },
            {
                "sense_index": 5,
                "definition": "the amount represented by a letter or symbol",
                "examples": [
                    "Let y have the value 33."
                ]
            }
        ]
    },
    {
        "word": "value",
        "level": "B2",
        "pos": "verb",
        "us_audio": "value_us.mp3",
        "uk_audio": "value_uk.mp3",
        "us_phonetic": "/ˈvæljuː/",
        "uk_phonetic": "/ˈvæljuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to think that somebody/something is important",
                "examples": [
                    "value somebody/something He has come to value her advice and support.",
                    "They don’t seem to value honesty very highly.",
                    "value somebody/something as something I really value him as a friend.",
                    "value somebody/something for something The area is valued for its vineyards.",
                    "She's a valued member of staff.",
                    "During my illness I learned to value the ordinary things in life.",
                    "He hated to be valued for his looks alone.",
                    "Housework is negatively valued as a retreat from a disliked alternative—employment work.",
                    "I value her very highly as a friend.",
                    "Tulips are valued for their beauty.",
                    "one of the most socially valued roles in contemporary society—being a parent",
                    "the fear of losing the independence that they rightly value",
                    "They don't seem to value honesty very highly.",
                    "They hold back through fear of losing the independence that they rightly value."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to decide that something is worth a particular amount of money",
                "examples": [
                    "be valued at something The property has been valued at over $2 million.",
                    "get something valued You should get the painting valued.",
                    "The company has recently been valued at $6 billion.",
                    "I took my violin into the shop to get it valued."
                ]
            }
        ]
    },
    {
        "word": "van",
        "level": "A2",
        "pos": "noun",
        "us_audio": "van_us.mp3",
        "uk_audio": "van_uk.mp3",
        "us_phonetic": "/væn/",
        "uk_phonetic": "/væn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a covered vehicle with no side windows in its back half, usually smaller than a lorry, used for carrying goods or people",
                "examples": [
                    "the driver of a white van",
                    "a police van (= for carrying police officers or prisoners)",
                    "A delivery van was almost blocking the narrow street.",
                    "an ice-cream van",
                    "a van driver",
                    "in a van A passenger in the van was fatally injured.",
                    "He usually sleeps in the back of his van.",
                    "A TV news van was parked at the entrance.",
                    "Each band had a tour van.",
                    "A bomb had been planted in a parked van.",
                    "On election day they drove around town in a van with a loudspeaker on the roof.",
                    "The van's interior was fitted with shelves."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a covered vehicle with side windows, usually smaller than a lorry, that can carry about twelve passengers",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 3,
                "definition": "a closed coach on a train for carrying bags, cases, etc. or mail",
                "examples": [
                    "a luggage van",
                    "The gang robbed a mail van, seriously injuring one of the guards."
                ]
            },
            {
                "sense_index": 4,
                "definition": "at the front or in the leading position",
                "examples": [
                    "These artists felt themselves in the van of the movement, true pioneers."
                ]
            }
        ]
    },
    {
        "word": "variety",
        "level": "A2",
        "pos": "noun",
        "us_audio": "variety_us.mp3",
        "uk_audio": "variety_uk.mp3",
        "us_phonetic": "/vəˈraɪəti/",
        "uk_phonetic": "/vəˈraɪəti/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "several different sorts of the same thing",
                "examples": [
                    "There is a wide variety of patterns to choose from.",
                    "He resigned for a variety of reasons.",
                    "This tool can be used in a variety of ways.",
                    "The text consists of extracts from a variety of sources.",
                    "articles and essays on a variety of topics",
                    "I don't eat meat, only fish, but there's a good variety available here.",
                    "The day-long excursion is one of a variety on offer for tourists.",
                    "I was impressed by the variety of dishes on offer.",
                    "Menus offer a good variety of seafood.",
                    "The market sold a bewildering variety of cheeses.",
                    "He has written on a great variety of subjects.",
                    "a series of discussions on a variety of issues",
                    "The songs are in a variety of styles.",
                    "Costs vary widely and depend on a variety of factors.",
                    "Visitors are able to enjoy a variety of activities.",
                    "State aid can take a variety of forms.",
                    "Asbestos was formerly used in a variety of products.",
                    "a Toronto company that offers a variety of Web-based services",
                    "These goals can be met using a variety of techniques.",
                    "The hotel's 104 rooms come in a variety of sizes."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the quality of not being the same or not doing the same thing all the time",
                "examples": [
                    "It's the variety that makes my job so enjoyable.",
                    "We all need variety in our diet.",
                    "We want more variety in our work.",
                    "a constant craving for variety and adventure",
                    "The festival demonstrates the variety of the UK music scene.",
                    "There is wide variety in shape and colour.",
                    "a country of great variety",
                    "the rich variety of the local bird life"
                ]
            },
            {
                "sense_index": 3,
                "definition": "a type of a thing, for example a plant or language, that is different from the others in the same general group",
                "examples": [
                    "Apples come in a great many varieties.",
                    "variety of something different varieties of English",
                    "This is a very rare variety of orchid.",
                    "A typical estate in the region will grow at least three grape varieties.",
                    "My cooking is of the ‘quick and simple’ variety.",
                    "The variety of English that they speak is closer to American than British.",
                    "high-yielding varieties of rice",
                    "cultivated varieties such as the damask rose",
                    "breeders who develop new varieties",
                    "Old varieties of rose can be less resistant to diseases.",
                    "There are hundreds of different varieties of apple."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a form of theatre or television entertainment that consists of a series of short performances, such as singing, dancing and funny acts",
                "examples": [
                    "a variety show/theatre"
                ]
            },
            {
                "sense_index": 5,
                "definition": "having a range of different experiences makes life more interesting",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "various",
        "level": "B1",
        "pos": "adjective",
        "us_audio": "various_us.mp3",
        "uk_audio": "various_uk.mp3",
        "us_phonetic": "/ˈveriəs/",
        "uk_phonetic": "/ˈveəriəs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "several different",
                "examples": [
                    "various types/forms/kinds of somebody/something",
                    "We talked about jobs, family, football and various other things.",
                    "documentaries that explored various aspects of life in Germany",
                    "Tents come in various shapes and sizes.",
                    "She took the job for various reasons.",
                    "There are various ways of doing this.",
                    "He spent his childhood in various parts of Italy.",
                    "Various groups use the centre.",
                    "Data will be collected at various stages.",
                    "My films involve various different points of view.",
                    "Members of the various political parties were calling for something to be done.",
                    "(formal) His complaints were many and various."
                ]
            },
            {
                "sense_index": 2,
                "definition": "having many different features",
                "examples": [
                    "a large and various country"
                ]
            }
        ]
    },
    {
        "word": "vary",
        "level": "B2",
        "pos": "verb",
        "us_audio": "vary_us.mp3",
        "uk_audio": "vary_uk.mp3",
        "us_phonetic": "/ˈveri/",
        "uk_phonetic": "/ˈveəri/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to be different from each other in size, shape, etc.",
                "examples": [
                    "New techniques were introduced with varying degrees of success.",
                    "Estimates of how many civilians were killed varied widely.",
                    "Class size varies greatly.",
                    "vary in something The students' work varies considerably in quality.",
                    "The rooms vary in size.",
                    "There are a number of routes to the summit, with varying levels of difficulty.",
                    "Personal preference naturally varies.",
                    "Services offered vary among the main banks.",
                    "The sword hardly varied in form from the 12th to the 15th century.",
                    "Gender roles vary across cultures.",
                    "The doses used vary between 2 and 10mg/​kg."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to change or be different according to the situation",
                "examples": [
                    "vary with something The menu varies with the season.",
                    "vary by something Cancer rates vary significantly by gender and ethnicity.",
                    "vary from somebody/something to somebody/something Results can vary greatly from year to year.",
                    "Pulse rates vary slightly from person to person.",
                    "vary between A and B Class numbers vary between 25 and 30.",
                    "Costs are likely to vary depending on where you live.",
                    "‘What time do you start work?’ ‘It varies.’",
                    "vary according to something Prices vary according to the type of room you require.",
                    "Dictionaries are produced with specific markets in mind, and their contents vary accordingly.",
                    "Its speed varies from 20 mph to 35 mph.",
                    "Prices can vary enormously.",
                    "The danger of a heart attack varies with body weight.",
                    "The availability of good medical care tends to vary inversely with the need for it.",
                    "The drug is available in several forms, and dosages vary accordingly.",
                    "The leaf's size varies widely according to the area where it grows.",
                    "The rate of growth varies considerably between different industries.",
                    "The situation varies slightly from country to country.",
                    "The speed of the car hardly varied.",
                    "Voting patterns vary geographically.",
                    "Voting behaviour varies geographically.",
                    "What can be found will inevitably vary according to the area under study.",
                    "a study of how moral values vary over time",
                    "the continuously varying intensities of natural light"
                ]
            },
            {
                "sense_index": 3,
                "definition": "to make changes to something to make it slightly different",
                "examples": [
                    "The job enables me to vary the hours I work.",
                    "The aerobics instructor varies the routine each week.",
                    "Consumers may apply to the lender to vary the terms of their contract.",
                    "Drivers need to take note of the weather conditions and vary their speed accordingly."
                ]
            },
            {
                "sense_index": 4,
                "definition": "used to say that people may experience a particular thing in different ways",
                "examples": [
                    "Highly recommend the company! Of course, your mileage may vary."
                ]
            }
        ]
    },
    {
        "word": "vast",
        "level": "B2",
        "pos": "adjective",
        "us_audio": "vast_us.mp3",
        "uk_audio": "vast_uk.mp3",
        "us_phonetic": "/væst/",
        "uk_phonetic": "/vɑːst/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "extremely large in area, size, amount, etc.",
                "examples": [
                    "a vast area of forest",
                    "a vast crowd",
                    "In the vast majority of cases, this should not be a problem.",
                    "They sell a vast array of products.",
                    "a vast amount of information",
                    "At dusk bats appear in vast numbers.",
                    "vast quantities of food",
                    "His business empire was vast.",
                    "vast sums of money",
                    "The special effects were a vast improvement over the original film.",
                    "She writes on a vast range of subjects.",
                    "It is a very rich country with vast resources.",
                    "Your help made a vast difference.",
                    "We’ve hired a marquee at vast expense.",
                    "To the south lay a vast area of wilderness.",
                    "Vast crowds lined the route of the marathon."
                ]
            }
        ]
    },
    {
        "word": "vegetable",
        "level": "A1",
        "pos": "noun",
        "us_audio": "vegetable_us.mp3",
        "uk_audio": "vegetable_uk.mp3",
        "us_phonetic": "/ˈvedʒtəbl/",
        "uk_phonetic": "/ˈvedʒtəbl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a plant or part of a plant that is eaten as food. Potatoes, beans and onions are all vegetables.",
                "examples": [
                    "The children don't eat enough fresh vegetables.",
                    "root vegetables (= for example carrots)",
                    "a vegetable garden",
                    "We grow our own vegetables.",
                    "a salad of raw vegetables",
                    "organic vegetables",
                    "a vegetable patch/plot",
                    "vegetable soup",
                    "vegetable matter (= plants in general)"
                ]
            },
            {
                "sense_index": 2,
                "definition": "an offensive word for a person who is physically alive but not capable of much mental or physical activity, for example because of a serious accident or illness",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 3,
                "definition": "a person who has a boring life",
                "examples": [
                    "Since losing my job I've been a vegetable."
                ]
            }
        ]
    },
    {
        "word": "vehicle",
        "level": "A2",
        "pos": "noun",
        "us_audio": "vehicle_us.mp3",
        "uk_audio": "vehicle_uk.mp3",
        "us_phonetic": "/ˈviːəkl/",
        "uk_phonetic": "/ˈviːəkl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a thing that is used for transporting people or goods from one place to another, such as a car or lorry",
                "examples": [
                    "motor vehicles (= cars, buses, lorries, etc.)",
                    "Are you the driver of this vehicle?",
                    "The police think that he was driving a stolen vehicle.",
                    "rows of parked vehicles",
                    "He was seen driving away and his vehicle registration number was given to the police.",
                    "Hire a four-wheel-drive vehicle—there are lots of spots to discover off the beaten track.",
                    "She was blinded by the lights from an oncoming vehicle.",
                    "Sniffer dogs were brought in to follow the men after they abandoned the vehicle in a ditch.",
                    "The bus crashed into a stationary vehicle.",
                    "The city centre is off-limits to wheeled vehicles.",
                    "The president's car was being followed by a convoy of vehicles.",
                    "The thieves escaped in a stolen vehicle.",
                    "The vehicle was impounded as part of the police investigation.",
                    "Total vehicle sales increased 5% from last year.",
                    "Two drivers escaped injury when their vehicles collided near Thirsk.",
                    "Vehicle crime has dropped by 16%.",
                    "a vehicle equipped with a GPS receiver",
                    "car owners whose vehicles have been towed (away)",
                    "deaths from motor vehicle accidents",
                    "taxis and private-hire vehicles",
                    "tighter controls on vehicle emissions",
                    "vehicles running on biodiesel",
                    "vehicles running on lead-free petrol",
                    "Tanks and armoured vehicles were used against the rebels.",
                    "The paths will separate cycles from motor vehicles.",
                    "The photograph had been taken from the window of a moving vehicle.",
                    "Thousands of thefts from vehicles are reported every day.",
                    "We heard the sound of a vehicle approaching."
                ]
            },
            {
                "sense_index": 2,
                "definition": "something that can be used to express your ideas or feelings, or as a way of achieving something",
                "examples": [
                    "Art may be used as a vehicle for propaganda.",
                    "The play is an ideal vehicle for her talents.",
                    "The Students' Union is the main vehicle of communication for students in the college.",
                    "Soccer acts as a vehicle of expression for deprived or disaffected youth."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a film, television programme, song, etc. that allows a particular performer to show their ability",
                "examples": [
                    "The new series has been created as a vehicle for the young star."
                ]
            }
        ]
    },
    {
        "word": "venue",
        "level": "B2",
        "pos": "noun",
        "us_audio": "venue_us.mp3",
        "uk_audio": "venue_uk.mp3",
        "us_phonetic": "/ˈvenjuː/",
        "uk_phonetic": "/ˈvenjuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a place where people meet for an organized event, for example a concert, sporting event or conference",
                "examples": [
                    "The band will be playing at 20 different venues on their UK tour.",
                    "music/entertainment venues",
                    "Please note the change of venue for this event.",
                    "This would be a good place for a picnic.",
                    "They’ve chosen a site for the new school.",
                    "the hotel reception area",
                    "Move the cursor to a blank area on the screen.",
                    "From his position at the top of the hill, he could see the harbour.",
                    "the point at which the river divides",
                    "The company is moving to a new location.",
                    "the scene of the accident",
                    "The lake is one of the local beauty spots.",
                    "She has performed in venues around Europe.",
                    "The Holiday Inn provided the venue for this year's conference.",
                    "The club must find an alternative venue for the games.",
                    "The hall is a popular venue for weddings.",
                    "The match will be played at a neutral venue.",
                    "The meeting will be held at a venue in the south of the city.",
                    "The musical has been packing out venues around the world.",
                    "This is the most intimate venue the band has played for years.",
                    "With room for only 200 people, this is an intimate venue.",
                    "It's a popular venue for visitors to the area.",
                    "The band will be playing at several different venues in the UK.",
                    "This isn't really a suitable venue for a children's show."
                ]
            }
        ]
    },
    {
        "word": "version",
        "level": "B1",
        "pos": "noun",
        "us_audio": "version_us.mp3",
        "uk_audio": "version_uk.mp3",
        "us_phonetic": "/ˈvɜːrʒn/",
        "uk_phonetic": "/ˈvɜːʃn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a form of something that is slightly different from an earlier form or from other forms of the same thing",
                "examples": [
                    "version of something the latest version of the software package",
                    "an expanded version of the article",
                    "The original/final version is vastly superior.",
                    "a new/different/modified/revised version",
                    "an earlier/a previous version",
                    "an updated version of the app",
                    "a print/an online version",
                    "to create/produce/offer/release/use a version",
                    "There are two versions of the game, a long one and a short one.",
                    "the DVD version of the film",
                    "This amended version of the bill went to the Senate.",
                    "an edited version of her speech to the National Press Club in Canberra",
                    "the full version of the report",
                    "the de luxe/luxury version",
                    "I've only played the version for PC.",
                    "This is an edited version of the review.",
                    "A future version of the camera is currently being developed.",
                    "Keep a copy of the rough version of your essay.",
                    "Only one newspaper printed the full version of the speech.",
                    "The company will roll out an enhanced version of its operating system in the new year.",
                    "The new version comes out in June.",
                    "Theirs is a watered-down version of socialism.",
                    "This is the official version of the painter's biography.",
                    "You can download a free trial version from the website.",
                    "a more advanced version of the initial concept",
                    "versions for home users, businesses, and students",
                    "an earlier version of this computer software",
                    "the Japanese-language version of the software",
                    "the final version of the architectural plans",
                    "the less expensive generic version of the drug",
                    "the latest version of the Volkswagen Golf"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a film, play, piece of music, etc. that is based on a particular piece of work but is in a different form, style or language",
                "examples": [
                    "version of something the film version of ‘War and Peace’",
                    "The English version of the novel is due for publication next year.",
                    "He also starred in the stage version.",
                    "an animated version of the story",
                    "an instrumental version of the song",
                    "The piece also exists in a version for two pianos.",
                    "an abridged version for children",
                    "He wrote his own version of the legend.",
                    "The film version does not live up to the original novel.",
                    "The children read the novel in its abridged version."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a description of an event from the point of view of a particular person or group of people",
                "examples": [
                    "We have no way of knowing which version is true.",
                    "version of what, how, etc… She gave us her version of what had happened that day.",
                    "Their versions of how the accident happened conflict.",
                    "version of something She agreed to give her version of events to journalists.",
                    "Each side has its own version of the truth.",
                    "Are these newspaper reports true?",
                    "It was many years before the full story was made public.",
                    "the front-page story",
                    "She gave the police a full account of the incident.",
                    "She gave us her version of what had happened that day."
                ]
            }
        ]
    },
    {
        "word": "very",
        "level": "B2",
        "pos": "adjective",
        "us_audio": "very_us.mp3",
        "uk_audio": "very_uk.mp3",
        "us_phonetic": "/ˈveri/",
        "uk_phonetic": "/ˈveri/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "used to emphasize that you are talking about a particular thing or person and not about another",
                "examples": [
                    "He might be phoning her at this very moment.",
                    "The US initiated the deal for that very reason.",
                    "I'd intended to tell him that very day.",
                    "Those were her very words.",
                    "That's the very thing I need."
                ]
            },
            {
                "sense_index": 2,
                "definition": "used to emphasize an extreme place or time",
                "examples": [
                    "It happens at the very beginning of the book.",
                    "Education is at the very top of our list of priorities.",
                    "at the very end of the film",
                    "The proposed site is in the very heart of the city.",
                    "It was clear from the very start that he was in no mood to compromise.",
                    "The news thrilled me to the very core of my being."
                ]
            },
            {
                "sense_index": 3,
                "definition": "used to emphasize a noun",
                "examples": [
                    "The very nature of its business is to secretly monitor and profile internet users' habits.",
                    "a civil war in which the very existence of the nation is in question",
                    "The very fact that the Army is now polling its members on the subject suggests it may be softening its stance.",
                    "‘I can't do that!’ she gasped, appalled at the very idea.",
                    "The very thought of drink made him feel sick.",
                    "Many readers will scoff at the very notion.",
                    "The novel captures the very essence of life in nineteenth-century France."
                ]
            },
            {
                "sense_index": 4,
                "definition": "in somebody’s presence; in front of somebody",
                "examples": [
                    "He had seen his life's work destroyed before his very eyes.",
                    "Before our very eyes, the bird snatched the fish from the plate and flew off."
                ]
            }
        ]
    },
    {
        "word": "very",
        "level": "A1",
        "pos": "adverb",
        "us_audio": "very_us.mp3",
        "uk_audio": "very_uk.mp3",
        "us_phonetic": "/ˈveri/",
        "uk_phonetic": "/ˈveri/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "used before adjectives, adverbs and determiners to mean ‘in a high degree’ or ‘extremely’",
                "examples": [
                    "Very few people know that.",
                    "We have very little information at present on the incident.",
                    "Thanks very much.",
                    "I'm not very (= not at all) impressed.",
                    "I'm very very grateful.",
                    "Things could have been so very different.",
                    "Australia has a very good reputation for producing high-quality grain.",
                    "This is a very important part of our marketing.",
                    "very small",
                    "very quickly",
                    "‘Do you like it?’ ‘Yeah, I do. Very much.’",
                    "‘Is it what you expected?’ ‘Oh yes, very much so.’",
                    "My children are still very young.",
                    "‘Are you busy?’ ‘Not very.’",
                    "The new building has been very much admired.",
                    "very hard/difficult",
                    "very popular/happy/successful",
                    "These results are very worrying.",
                    "We were obviously very pleased with the outcome.",
                    "I find the film very upsetting to watch."
                ]
            },
            {
                "sense_index": 2,
                "definition": "used to emphasize a superlative adjective or before own",
                "examples": [
                    "They wanted the very best quality.",
                    "Be there by six at the very latest.",
                    "At last he had his very own car (= belonging to him and to nobody else).",
                    "It's the very worst time to be trying to sell your house.",
                    "I am very hungry.",
                    "I was very pleased to get your letter.",
                    "You played very well.",
                    "I’m very much afraid that your son may be involved in the crime.",
                    "Your help was very much appreciated.",
                    "He was much loved by everyone.",
                    "She was greatly admired.",
                    "my very best work",
                    "the very youngest children.",
                    "Your work is very much better.",
                    "much younger children",
                    "She was absolutely furious.",
                    "I’m completely exhausted.",
                    "You played really brilliantly.",
                    "We enjoyed staying with you very much."
                ]
            },
            {
                "sense_index": 3,
                "definition": "exactly the same",
                "examples": [
                    "Mario said the very same thing."
                ]
            }
        ]
    },
    {
        "word": "via",
        "level": "B2",
        "pos": "preposition",
        "us_audio": "via_us.mp3",
        "uk_audio": "via_uk.mp3",
        "us_phonetic": "/ˈvaɪə/",
        "uk_phonetic": "/ˈvaɪə/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "through a place",
                "examples": [
                    "We flew home via Dubai."
                ]
            },
            {
                "sense_index": 2,
                "definition": "by means of a particular person, system, etc.",
                "examples": [
                    "I heard about the sale via Jane.",
                    "The news programme came to us via satellite."
                ]
            }
        ]
    },
    {
        "word": "victim",
        "level": "B1",
        "pos": "noun",
        "us_audio": "victim_us.mp3",
        "uk_audio": "victim_uk.mp3",
        "us_phonetic": "/ˈvɪktɪm/",
        "uk_phonetic": "/ˈvɪktɪm/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a person who has been attacked, injured or killed as the result of a crime, a disease, an accident, etc.",
                "examples": [
                    "shooting/murder victims",
                    "flood/crash/accident victims",
                    "an innocent/unsuspecting victim",
                    "victims of crime/abuse/violence",
                    "the alleged victim of a serious assault",
                    "Several countries have pledged millions of dollars to help the victims of the tsunami.",
                    "The team will try to identify potential victims of domestic violence.",
                    "flood/disaster/earthquake/hurricane victims",
                    "cancer/stroke/heart attack victims",
                    "families/relatives of the victims",
                    "expressions of sympathy for the victims and their families",
                    "He made a victim impact statement to the court.",
                    "The primary victims of this violence are always civilians.",
                    "He managed to lure victims into his car.",
                    "In his trial, he tried to portray himself as the victim of an uncaring society.",
                    "He targeted younger victims.",
                    "Not all victims have been identified yet.",
                    "The cut in benefits for the unemployed is a classic case of blaming the victim.",
                    "The government is sending aid to flood victims.",
                    "The intended victims were selected because they seemed vulnerable.",
                    "The train crash claimed its tenth victim yesterday when the driver died in hospital.",
                    "The victim suffered severe cuts to the upper lip.",
                    "Stop playing the victim—you knew exactly what was happening.",
                    "I try not to feel sorry for myself or have a victim mentality.",
                    "We prefer to describe ourselves as survivors of abuse rather than victims.",
                    "a bill aimed at compensating victims of air pollution",
                    "a service to remember the victims of the terrorist attacks",
                    "groups claiming victim status",
                    "the child victims of the war",
                    "the failure to protect domestic-violence victims",
                    "A new programme will assist stroke victims for whom mobility has become difficult.",
                    "He shouldn't feel ashamed—he was an innocent victim."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person who has been tricked",
                "examples": [
                    "They were the victims of a cruel hoax.",
                    "The site offers help and advice for anyone who has been the victim of a scam.",
                    "ways to avoid becoming a victim of fraud",
                    "She defrauded her unsuspecting victims of millions of pounds.",
                    "He defrauded his innocent victims of millions of pounds.",
                    "Tourists are easy victims for pickpockets.",
                    "We have become willing victims of fake news, disinformation and propaganda."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a person or thing that is badly affected by a situation, a decision, etc.",
                "examples": [
                    "Schools are the latest victims of cuts in public spending.",
                    "The small company became a victim of its own success when it could not supply all its orders on time."
                ]
            },
            {
                "sense_index": 4,
                "definition": "an animal or a person that is killed and offered as a sacrifice",
                "examples": [
                    "a sacrificial victim"
                ]
            },
            {
                "sense_index": 5,
                "definition": "to be injured, cheated, damaged or killed by somebody/something",
                "examples": [
                    "Many plants have fallen victim to the sudden frost.",
                    "Her son fell victim to tuberculosis.",
                    "Unfortunately, she fell victim to an unscrupulous landlord."
                ]
            }
        ]
    },
    {
        "word": "victory",
        "level": "B2",
        "pos": "noun",
        "us_audio": "victory_us.mp3",
        "uk_audio": "victory_uk.mp3",
        "us_phonetic": "/ˈvɪktəri/",
        "uk_phonetic": "/ˈvɪktəri/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "success in a game, an election, a war, etc.",
                "examples": [
                    "to win a narrow victory",
                    "The outcome left both sides claiming victory.",
                    "an election victory",
                    "Neither side is strong enough to achieve a military victory.",
                    "victory in something a decisive/landslide victory in the election",
                    "She is confident of victory in Saturday's final.",
                    "victory over somebody/something The team are celebrating a 3–2 victory over Poland.",
                    "victory against somebody/something He hopes to lead his side to victory against Australia.",
                    "victory for somebody/something The case is being seen as a victory for freedom of speech.",
                    "a victory speech/celebration/parade",
                    "A goal in the final seconds of the game sealed their victory.",
                    "Any mistake by the Democrats could deliver a Republican victory.",
                    "Bush barely eked out a victory in 2000.",
                    "He saw it as a small victory over the increasingly repressive policies.",
                    "He surprised the nation with an upset victory over the incumbent leader.",
                    "His party won a landslide victory in the elections.",
                    "Of their nine consecutive victories, five have been at home.",
                    "She made a victory sign with her two fingers.",
                    "The Dutch champions were denied victory in a tough 2–2 draw at Porto.",
                    "The England cricket team has tasted victory for the first time this season.",
                    "The Hungarians pulled off a surprise victory against the Italian champions.",
                    "The army won the decisive victory that changed the course of the war.",
                    "The case was hailed as a victory for the common man.",
                    "The winners took a victory lap after the race.",
                    "They would do anything to ensure victory for themselves.",
                    "They would do whatever lay in their power to ensure victory for themselves.",
                    "This series of bloodless victories won him widespread domestic support.",
                    "Union leaders hailed the socialists' victory as a huge step forward.",
                    "a 98 000-vote victory margin",
                    "a victory against Fascism",
                    "their resounding victory over England",
                    "Chelmsford finished 10 runs short of victory.",
                    "It represented a significant political victory for Williamson.",
                    "Neither side has yet claimed outright victory.",
                    "The team is aiming for a hat-trick of victories in Germany this weekend."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to win something easily",
                "examples": [
                    "He swept to victory in the final of the championship.",
                    "Labour swept to victory in the 1945 election."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to win something even though it seemed up until the last moment that you would lose",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "video",
        "level": "A1",
        "pos": "noun",
        "us_audio": "video_us.mp3",
        "uk_audio": "video_uk.mp3",
        "us_phonetic": "/ˈvɪdiəʊ/",
        "uk_phonetic": "/ˈvɪdiəʊ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a system of recording moving pictures and sound, either using a digital method of storing data or (in the past) using videotape",
                "examples": [
                    "A wedding is the perfect subject for video.",
                    "on video The robbery was captured on video.",
                    "Most of the movie was shot on digital video.",
                    "I can't find the video channel on this television.",
                    "The jury watched video footage of the riots.",
                    "The speech was broadcast via a video link to thousands standing outside.",
                    "Video files can be readily transmitted over digital broadband.",
                    "You need a broadband internet connection to stream video online."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a short film or recording of an event, made using digital technology and viewed on a computer, especially over the internet",
                "examples": [
                    "The school made a short promotional video.",
                    "More than a million people have watched a video of the incident.",
                    "She posted a series of videos on the internet.",
                    "Upload your videos and share them with friends and family online.",
                    "This phone can store up to 20 hours of video.",
                    "a security video of the attack",
                    "This article and the accompanying video takes you through each stage step by step.",
                    "Their teacher showed them a video about the Inuit.",
                    "He posted a video on his website",
                    "An amateur video of the crash failed to reveal the cause.",
                    "You can view and share video clips on this website."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a short film made by a pop or rock band to be shown with a song when it is played on television or online",
                "examples": [
                    "The group's new video will be released next month.",
                    "The band are in Iceland doing a video shoot."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a type of magnetic tape used in the past for recording moving pictures and sound; a box containing this tape, also called a video cassette",
                "examples": [
                    "on video The movie was released on video later that year.",
                    "The thief was caught on video as he pocketed watches and rings.",
                    "They used to sell both blank and pre-recorded videos."
                ]
            },
            {
                "sense_index": 5,
                "definition": "a copy of a film, programme, etc. recorded on videotape",
                "examples": [
                    "We used to rent videos nearly every weekend."
                ]
            },
            {
                "sense_index": 6,
                "definition": "a piece of equipment used, especially in the past, to record and play films and TV programmes on video",
                "examples": [
                    "I never even learned to programme the video."
                ]
            }
        ]
    },
    {
        "word": "view",
        "level": "A2",
        "pos": "noun",
        "us_audio": "view_us.mp3",
        "uk_audio": "view_uk.mp3",
        "us_phonetic": "/vjuː/",
        "uk_phonetic": "/vjuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "what you can see from a particular place or position, especially beautiful countryside",
                "examples": [
                    "view of something There were magnificent views of the surrounding countryside.",
                    "Most rooms enjoy panoramic views of the ocean.",
                    "view from something The view from the top of the tower was spectacular.",
                    "a sea/mountain view",
                    "I'd like a room with a view.",
                    "The cottage had a delightful sea view.",
                    "It’s a spectacular sight as the flamingos lift into the air.",
                    "It was a delightful rural scene.",
                    "The tower offers a breathtaking panorama of Prague.",
                    "The cottage had a delightful sea view.",
                    "the view from his apartment",
                    "a view over the valley",
                    "a room with a breathtaking view across the bay",
                    "a place to unwind and enjoy the view",
                    "The picture shows a front view of the car.",
                    "The large windows give fine views of the surrounding countryside."
                ]
            },
            {
                "sense_index": 2,
                "definition": "used when you are talking about whether you can see something or whether something can be seen in a particular situation",
                "examples": [
                    "The lake soon came into view.",
                    "The sun disappeared from view.",
                    "Tensions within the band remained hidden from public view.",
                    "in view There was nobody in view.",
                    "out of view I hid in the hallway out of view.",
                    "Sit down—you're blocking my view.",
                    "view of something I didn't have a good view of the stage.",
                    "He looked up the street, but there was no one in sight.",
                    "Leave any valuables in your car out of sight.",
                    "The lake soon came into view.",
                    "The couple moved outside her field of vision (= total area you can see from a particular position).",
                    "A woman in a very large hat was blocking my view of the parade.",
                    "The knife was in plain view on the kitchen table.",
                    "We had a poor view of the stage from where we were sitting.",
                    "They stood waving on the platform, until the train disappeared from view.",
                    "The pillar prevented me getting a clear view of the action.",
                    "The patio gave an unimpeded view across the headland to the sea."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a personal opinion about something; an attitude towards something",
                "examples": [
                    "to have strong political views",
                    "view on something She and I hold opposing views on the matter.",
                    "His views on the subject were well known.",
                    "view about something The meeting will give people the opportunity to express their views about the issue.",
                    "view that… We take the view that it would be wrong to interfere.",
                    "This evidence supports the view that there is too much violence on television.",
                    "I, on the other hand, take a different view.",
                    "I am afraid I do not share this view.",
                    "My own/personal view is that…",
                    "in somebody's view In my view it was a waste of time.",
                    "There was a frank exchange of views (= an angry argument) between Dr Wilson and the other members of the committee.",
                    "Photography is, according to Vidal, the art form of untalented people.",
                    "For Vidal, photography is the art form of untalented people.",
                    "His view is that photography is not art but merely the mechanical reproduction of images.",
                    "Smith takes the view that photography is both an art and a science.",
                    "In Brown’s view, photography should be treated as a legitimate art in its own right.",
                    "James is of the opinion that a good painter can always be a good photographer if they so decide.",
                    "Emerson believed that a photograph should only reflect what the human eye can see.",
                    "In my opinion, everyone should have some understanding of science.",
                    "Everyone should, in my opinion, have some understanding of science.",
                    "It seems to me that many people in this country have a poor understanding of science.",
                    "This is, in my view, the result of a failure of the scientific community to get its message across.",
                    "Another reason why so many people have such a poor understanding of science is, I believe, the lack of adequate funding for science in schools.",
                    "Smith argues that science is separate from culture. My own view is that science belongs with literature, art, philosophy and religion as an integral part of our culture.",
                    "In this writer’s opinion, the more the public know about science, the less they will fear and distrust it.",
                    "According to this view, economic growth occurs in protracted spurts.",
                    "After his experience in jail, he has a pretty jaundiced view of the penal system.",
                    "I took the view that an exception should be made in this case.",
                    "At the meeting, we hope people will exchange views freely.",
                    "Experts hold widely differing views on this subject.",
                    "He called a meeting to solicit the views of his staff.",
                    "He never imposes his own view on others.",
                    "He's a doctor with clear views on how to prevent illness.",
                    "His letter to the management did not reflect the views of his colleagues.",
                    "His music challenges the view that modern jazz is inaccessible.",
                    "His view was echoed by industry experts.",
                    "His views reflected those of the political leaders.",
                    "It's good to have a full and frank exchange of views.",
                    "It's important to respect other people's views.",
                    "It's well worth considering alternative views.",
                    "Maybe he'll revise his views on that a little.",
                    "Nothing indicates that his views have changed.",
                    "She picked up the phone and made her views known to her boss.",
                    "So which view is correct?",
                    "Teachers generally keep their views about politics hidden.",
                    "The Reagan view differed radically.",
                    "The author's personal views are pretty clear.",
                    "The debate brings together experts with conflicting views.",
                    "The experience changed my view of myself.",
                    "The meeting gave everyone the chance to air their views.",
                    "The prevailing view is that he has done a good job in difficult circumstances.",
                    "Their research is consistent with the views expressed in this paper.",
                    "They based this view on studies done in the 1990s.",
                    "This view prevailed in medical writing for many years.",
                    "a balanced view of the subject",
                    "He holds extreme right-wing views.",
                    "I'd be interested to hear your views about the proposal.",
                    "Ms Short put forward the view that the whole thing would be extremely costly.",
                    "The forum should give ordinary people the chance to air their views on the matter.",
                    "The latest evidence supports the view that most TV news is biased.",
                    "The two leaders had what they described as ‘a full and frank exchange of views’.",
                    "This view is not shared by everyone.",
                    "We have widely differing views on how to raise children.",
                    "We know little about her political views."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a way of understanding or thinking about something",
                "examples": [
                    "He has an optimistic view of life.",
                    "the Christian view of the world",
                    "The book gives readers an inside view of political life.",
                    "The traditional view was that marriage was meant to last.",
                    "He has a very distorted view of life in general.",
                    "Her rosy view of life abroad seems rather naive.",
                    "The traditional view was that marriage was for life.",
                    "The book gives readers an inside view of political life.",
                    "We take a long-term view of the business.",
                    "The conventional view is that work is pleasant and rewarding.",
                    "Many Americans have a favourable/​favorable view of the Democratic nominee.",
                    "the experiences which shape our view of the world",
                    "The staff handbook gives an overall view of the company."
                ]
            },
            {
                "sense_index": 5,
                "definition": "an occasion when a video is watched online",
                "examples": [
                    "His performance went viral, attracting over 8 million views on YouTube."
                ]
            },
            {
                "sense_index": 6,
                "definition": "a photograph or picture that shows an interesting place or scene",
                "examples": [
                    "a book with views of Paris",
                    "On his visits he painted views of the town and the surrounding countryside."
                ]
            },
            {
                "sense_index": 7,
                "definition": "a special chance to see or admire something",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 8,
                "definition": "a view of something from a high position looking down",
                "examples": [
                    "From the plane we had a bird's-eye view of Manhattan."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to have a particular aim, plan, etc. in your mind",
                "examples": [
                    "He wanted to make money and went abroad with this end in view."
                ]
            },
            {
                "sense_index": 10,
                "definition": "to appear, especially when moving gradually closer from a long way off",
                "examples": [
                    "A ship hove into sight.",
                    "Like a galleon in full sail, Cara hove into view."
                ]
            },
            {
                "sense_index": 11,
                "definition": "that can be seen completely, directly in front of somebody/something",
                "examples": [
                    "He was shot in full view of a large crowd."
                ]
            },
            {
                "sense_index": 12,
                "definition": "considering something",
                "examples": [
                    "In view of the weather, the event will now be held indoors."
                ]
            },
            {
                "sense_index": 13,
                "definition": "being shown in a public place so that people can look at it",
                "examples": [
                    "The new discoveries will be on view in London in the spring.",
                    "The carriage was put on view for the public to see."
                ]
            },
            {
                "sense_index": 14,
                "definition": "to think somebody/something is bad; to not have a good opinion of somebody/something",
                "examples": [
                    "She took a dim view of my suggestion.",
                    "He takes a dim view of divorce.",
                    "My mother takes a pretty dim view of my cooking skills."
                ]
            },
            {
                "sense_index": 15,
                "definition": "to consider what is likely to happen or be important over a long period of time rather than only considering the present situation",
                "examples": [
                    "As pension funds are investing for members’ retirements, they can take the long view."
                ]
            },
            {
                "sense_index": 16,
                "definition": "with the intention or hope of doing something",
                "examples": [
                    "He's painting the house with a view to selling it."
                ]
            }
        ]
    },
    {
        "word": "view",
        "level": "B1",
        "pos": "verb",
        "us_audio": "view_us.mp3",
        "uk_audio": "view_uk.mp3",
        "us_phonetic": "/vjuː/",
        "uk_phonetic": "/vjuː/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to think about somebody/something in a particular way",
                "examples": [
                    "view somebody/something + adv./prep. How do you view your position within the company?",
                    "The plan was not viewed favourably by the public.",
                    "view somebody/something as something to view something as a threat/an opportunity",
                    "He is widely viewed as a possible leader.",
                    "When the car was first built, the design was viewed as highly original.",
                    "view somebody/something with something She viewed him with suspicion.",
                    "You should view their offer with a great deal of caution.",
                    "In the US, Labor Day is traditionally viewed as the end of the summer season.",
                    "These results should be viewed cautiously.",
                    "They tend to view foreigners with suspicion.",
                    "This behaviour is not viewed as acceptable.",
                    "Try to view the situation from an American perspective.",
                    "Try to view the situation objectively.",
                    "She has always viewed him with suspicion."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to look at something, especially when you look carefully",
                "examples": [
                    "view something People came from all over the world to view her work.",
                    "view something through something The eclipse should only be viewed through a special lens.",
                    "view something from something These paintings were meant to be viewed from a distance.",
                    "A viewing platform gave stunning views over the valley.",
                    "If you look carefully you can just see our house from here.",
                    "She looked at me and smiled.",
                    "to watch television",
                    "Watch what I do, then you try.",
                    "In the evening we went to see a movie.",
                    "People came from all over the world to view her work.",
                    "The patients were observed over a period of several months."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to visit a house, etc. before deciding whether to buy or rent it",
                "examples": [
                    "The property can only be viewed by appointment."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to watch television, a film, etc.",
                "examples": [
                    "The show has a viewing audience of six million (= six million people watch it).",
                    "Saturday's screening will be an opportunity to view the movie before it goes on general release.",
                    "If you look carefully you can just see our house from here.",
                    "She looked at me and smiled.",
                    "to watch television",
                    "Watch what I do, then you try.",
                    "In the evening we went to see a movie.",
                    "People came from all over the world to view her work.",
                    "The patients were observed over a period of several months."
                ]
            }
        ]
    },
    {
        "word": "viewer",
        "level": "B1",
        "pos": "noun",
        "us_audio": "viewer_us.mp3",
        "uk_audio": "viewer_uk.mp3",
        "us_phonetic": "/ˈvjuːər/",
        "uk_phonetic": "/ˈvjuːə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a person watching television or a video on the internet",
                "examples": [
                    "The programme attracted millions of viewers.",
                    "British television viewers saw him this week in a BBC documentary.",
                    "The average American TV viewer spends five hours a day watching the small screen.",
                    "an attempt to attract younger viewers",
                    "Her performance has grabbed the attention of 100 million YouTube viewers.",
                    "viewer of something a regular viewer of the show",
                    "BBC viewers saw the prime minister lose his cool on last night's ‘Question Time’.",
                    "Hundreds of viewers called in to complain after the show.",
                    "It is estimated that four million viewers watched the programme.",
                    "Many producers have a low opinion of the average viewer's intelligence.",
                    "More than six million viewers tuned in to see the game.",
                    "Most cable viewers have a few channels that they watch regularly.",
                    "TV viewers saw the giant funnel of a tornado speeding across the fields.",
                    "The announcer informed viewers that programmes would be running late.",
                    "The announcer informed viewers that the game had been postponed.",
                    "The evening news is to change its serious image in a bid to attract more viewers.",
                    "The first series is probably the one best remembered by fans and casual viewers alike.",
                    "The new sitcom has been a big hit with viewers.",
                    "The presenter's style may alienate some viewers.",
                    "Viewers can vote for their favourite/​favorite performer.",
                    "We want to present viewers with something they haven't seen before.",
                    "While fewer people are attending football matches, armchair viewers are growing in number.",
                    "a major new drama series that looks set to shock television viewers",
                    "attempts to lure younger viewers to the channel"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person who looks at or considers something",
                "examples": [
                    "Some of her art is intended to shock the viewer.",
                    "Many informed viewers of the current political scene are becoming critical of the government."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a device for looking at slides (= photographs on special film), for example a small box with a light in it",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "village",
        "level": "A1",
        "pos": "noun",
        "us_audio": "village_us.mp3",
        "uk_audio": "village_uk.mp3",
        "us_phonetic": "/ˈvɪlɪdʒ/",
        "uk_phonetic": "/ˈvɪlɪdʒ/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a very small town located in a country area",
                "examples": [
                    "We visited towns and villages all over Spain.",
                    "a meeting in the village hall",
                    "a remote/nearby/neighbouring village",
                    "Residents of the village are unhappy with the bus service.",
                    "a fishing village",
                    "a small/tiny village",
                    "rural villages",
                    "a mountain/seaside village",
                    "in a/the village I soon got to know everybody in the village.",
                    "the village of Boscastle in Cornwall",
                    "(especially British English) the village shop",
                    "Her books are about village life.",
                    "Our cottage is just outside the village.",
                    "She married a man from her home village.",
                    "The flood affected the town and surrounding villages.",
                    "They live in a farming village.",
                    "Appledore is a fishing village on the north coast of Devon.",
                    "Most basic items are available from the village shop."
                ]
            },
            {
                "sense_index": 2,
                "definition": "the people who live in a village",
                "examples": [
                    "The whole village was invited to the party."
                ]
            }
        ]
    },
    {
        "word": "violence",
        "level": "B2",
        "pos": "noun",
        "us_audio": "violence_us.mp3",
        "uk_audio": "violence_uk.mp3",
        "us_phonetic": "/ˈvaɪələns/",
        "uk_phonetic": "/ˈvaɪələns/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "violent behaviour that is intended to hurt or kill somebody",
                "examples": [
                    "Police do not think this killing was a random act of violence.",
                    "violence against somebody He condemned the protesters' use of violence against the police.",
                    "domestic violence (= between family members)",
                    "These people live under a constant threat of violence.",
                    "Our organization works with victims of violence.",
                    "Why do they always have to resort to violence?",
                    "Violence broke out inside the prison last night.",
                    "Violence erupted between police and demonstrators.",
                    "Is there too much sex and violence on TV?",
                    "Charlie was threatening violence against them both.",
                    "Children who witness violence between parents often develop problems.",
                    "Don't buy toys that glorify violence.",
                    "Hatred breeds violence.",
                    "He had a short temper and was prone to outbursts of violence.",
                    "In spite of sporadic violence, polling was largely orderly.",
                    "It was a predictable death for a man who had lived a life of violence.",
                    "Letters poured in complaining about the gratuitous violence on the show.",
                    "Observers have warned that the violence could escalate into armed conflict.",
                    "Political violence killed 29 people last week.",
                    "She had suffered years of violence and abuse.",
                    "TV violence threatens the health and welfare of young people.",
                    "The demonstration was marred by violence.",
                    "The enthusiasm of the protest spilled over into violence.",
                    "The former leader of the terrorist group has called for an end to the violence.",
                    "The peasants believed their only choice was to resort to violence.",
                    "The police are bracing themselves for an outbreak of violence.",
                    "There are fears of fresh violence if the strike continues.",
                    "There was surprisingly little graphic violence in the film.",
                    "They use their religion to justify violence",
                    "Troops were called in to quell the violence.",
                    "UN peacekeepers are struggling to contain the escalating violence.",
                    "Under no circumstances should police use violence against protesters.",
                    "We are all capable of violence in certain circumstances.",
                    "We have to make people realize that violence only begets more violence.",
                    "We need to bring an end to the deadly violence in the region.",
                    "a refuge for victims of domestic violence",
                    "a wave of violence against women",
                    "attempts to rescue the country from endemic violence",
                    "people who inflict violence on animals",
                    "the men of violence who start wars",
                    "violence among football supporters",
                    "violence among young men",
                    "violence between rival groups",
                    "violence perpetrated by the army",
                    "violence towards ethnic minorities",
                    "violence within the family"
                ]
            },
            {
                "sense_index": 2,
                "definition": "physical or emotional force and energy",
                "examples": [
                    "The violence of her feelings surprised him.",
                    "the violence of the eruption",
                    "He reacted to the idea with some violence."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to damage something or have a bad effect on it",
                "examples": [
                    "This version of the play does violence to Shakespeare's text."
                ]
            }
        ]
    },
    {
        "word": "violent",
        "level": "B1",
        "pos": "adjective",
        "us_audio": "violent_us.mp3",
        "uk_audio": "violent_uk.mp3",
        "us_phonetic": "/ˈvaɪələnt/",
        "uk_phonetic": "/ˈvaɪələnt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "involving or caused by physical force that is intended to hurt or kill somebody",
                "examples": [
                    "violent crime/criminals",
                    "violent protests/attacks/incidents",
                    "Students were involved in violent clashes with the police.",
                    "The crowd suddenly turned violent.",
                    "violent towards/to somebody Was he ever violent towards you?",
                    "violent acts/behaviour",
                    "He met with a violent death (= he was murdered, killed in a fight, etc.).",
                    "They don't allow their kids to play violent video games (= that show a lot of violence).",
                    "Their father was a violent man.",
                    "She started to get a bit violent.",
                    "The film is contrived, sentimental and gratuitously violent.",
                    "a range of graphically violent video games",
                    "dealing with potentially violent incidents",
                    "the question of whether humans are inherently violent",
                    "He later met a violent death on the battlefield.",
                    "Violent crime has increased by 15 per cent."
                ]
            },
            {
                "sense_index": 2,
                "definition": "showing or caused by very strong emotion",
                "examples": [
                    "Toddlers can be prone to violent outbursts.",
                    "There was a violent reaction from the public.",
                    "The whole thing became the subject of violent controversy."
                ]
            },
            {
                "sense_index": 3,
                "definition": "very strong and sudden",
                "examples": [
                    "I took a violent dislike to him.",
                    "a violent storm",
                    "a violent explosion",
                    "a violent headache",
                    "a violent change",
                    "The islands were hit by a violent cyclone.",
                    "Members of the lifeboat crew were presented with bravery awards for launching in violent seas.",
                    "an exceptionally violent storm"
                ]
            },
            {
                "sense_index": 4,
                "definition": "extremely bright",
                "examples": [
                    "Her dress was a violent pink."
                ]
            }
        ]
    },
    {
        "word": "virtual",
        "level": "B2",
        "pos": "adjective",
        "us_audio": "virtual_us.mp3",
        "uk_audio": "virtual_uk.mp3",
        "us_phonetic": "/ˈvɜːrtʃuəl/",
        "uk_phonetic": "/ˈvɜːtʃuəl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "made to appear to exist by the use of computer software, for example on the internet",
                "examples": [
                    "a system to help programmers create virtual environments",
                    "a virtual classroom/desktop/library",
                    "You can also take a virtual tour of the museum.",
                    "Students will have more access to resources and support, both virtual and physical."
                ]
            },
            {
                "sense_index": 2,
                "definition": "almost or very nearly the thing described, so that any slight difference is not important",
                "examples": [
                    "The company has a virtual monopoly in this area of trade.",
                    "The economy has come to a virtual standstill.",
                    "He married a virtual stranger.",
                    "The country was sliding into a state of virtual civil war.",
                    "Analysts said the deal was a virtual certainty.",
                    "The stunning battle sequences almost make up for the virtual absence of a plot.",
                    "She was a virtual unknown when he cast her in the film."
                ]
            }
        ]
    },
    {
        "word": "virus",
        "level": "A2",
        "pos": "noun",
        "us_audio": "virus_us.mp3",
        "uk_audio": "virus_uk.mp3",
        "us_phonetic": "/ˈvaɪrəs/",
        "uk_phonetic": "/ˈvaɪrəs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a living thing, too small to be seen without a microscope, that causes disease in people, animals and plants",
                "examples": [
                    "the flu/influenza virus",
                    "patients known to have been infected with the virus",
                    "the human immunodeficiency virus or HIV",
                    "the hepatitis C virus",
                    "a highly infectious disease caused by a virus",
                    "a virus infection",
                    "The vaccination offers good protection against the virus.",
                    "It is not clear how she contracted the virus.",
                    "An infected person can pass the virus to others.",
                    "The virus attacks a variety of cells in the body."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a disease caused by a virus",
                "examples": [
                    "There's a virus going around the office.",
                    "I must have caught a virus on holiday."
                ]
            },
            {
                "sense_index": 3,
                "definition": "instructions that are hidden within a computer program and are designed to cause faults or destroy data",
                "examples": [
                    "a computer virus",
                    "I think I've got a virus on my laptop.",
                    "The virus in the software was programmed to corrupt the hard disk.",
                    "software errors that can be exploited by virus writers",
                    "A teenage boy was arrested for being the creator of the BomBlast virus that caused severe disruption to the country's defence systems.",
                    "Most viruses can only spread if you open an email attachment.",
                    "My computer has caught some kind of virus, and it won't let me log on to the internet.",
                    "The latest virus will attach itself to all the addresses in your email address book.",
                    "Your virus definitions are not up to date.",
                    "anti-virus software"
                ]
            }
        ]
    },
    {
        "word": "vision",
        "level": "B2",
        "pos": "noun",
        "us_audio": "vision_us.mp3",
        "uk_audio": "vision_uk.mp3",
        "us_phonetic": "/ˈvɪʒn/",
        "uk_phonetic": "/ˈvɪʒn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the ability to see; the area that you can see from a particular position",
                "examples": [
                    "to have good/perfect/poor/blurred/normal vision",
                    "Cats have good night vision.",
                    "Her vision was still blurry.",
                    "The disease causes a gradual loss of peripheral vision.",
                    "He glimpsed something on the edge of his vision.",
                    "He looked up the street, but there was no one in sight.",
                    "Leave any valuables in your car out of sight.",
                    "The lake soon came into view.",
                    "The couple moved outside her field of vision (= total area you can see from a particular position).",
                    "Her vision cleared and she realized Niall was standing beside her.",
                    "I can read without glasses, but my distance vision is poor.",
                    "She was aware of shapes moving across her field of vision.",
                    "The eye test shows she has perfect vision.",
                    "The high driving position gives excellent all-round vision.",
                    "The rain prevented her having clear vision of the road ahead.",
                    "The tears blurred her vision."
                ]
            },
            {
                "sense_index": 2,
                "definition": "an idea or a picture in your imagination",
                "examples": [
                    "Our job is to guide a client and develop a strategic vision.",
                    "vision of somebody/something He had a vision of a world in which there would be no wars.",
                    "The word conjures up visions of home and family.",
                    "The film's vision of the future is bleak.",
                    "vision of doing something He harboured visions of becoming party leader some day.",
                    "vision of somebody/something doing something I had visions of us getting hopelessly lost.",
                    "vision for somebody/something These two men share a similar vision for the country.",
                    "He had a very specific vision for the future.",
                    "They share a common vision for the development of health services.",
                    "The word ‘island’ conjures up a vision of a relaxing summer holiday.",
                    "a vision for the future",
                    "an alternative vision of society",
                    "an apocalyptic vision of the end of civilization",
                    "The name ‘Las Vegas’ conjures up a vision of casinos.",
                    "The engineers had a clear vision of what they wanted to achieve.",
                    "The company needs to develop a global vision.",
                    "He outlined his vision for the new economic order.",
                    "The new leader set about imposing his vision on the party."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a dream or similar experience, especially of a religious kind",
                "examples": [
                    "in a vision The idea came to her in a vision.",
                    "He had visions regularly.",
                    "vision of somebody/something She claimed she saw a vision of the Virgin Mary.",
                    "A young girl in the town experienced a prophetic vision.",
                    "As he approached, the vision faded and there was no one there."
                ]
            },
            {
                "sense_index": 4,
                "definition": "the ability to think about or plan the future with great imagination and intelligence",
                "examples": [
                    "She had vision and determination.",
                    "a leader of vision",
                    "He's a competent politician, but he lacks vision.",
                    "a statesman of great vision",
                    "His plans for the country's future show a remarkable breadth of vision."
                ]
            },
            {
                "sense_index": 5,
                "definition": "a person of great beauty or who shows the quality mentioned",
                "examples": [
                    "She was a vision in white lace.",
                    "a vision of loveliness"
                ]
            },
            {
                "sense_index": 6,
                "definition": "the picture on a television or cinema screen",
                "examples": [
                    "We apologize for the loss of vision."
                ]
            }
        ]
    },
    {
        "word": "visit",
        "level": "A1",
        "pos": "noun",
        "us_audio": "visit_us.mp3",
        "uk_audio": "visit_uk.mp3",
        "us_phonetic": "/ˈvɪzɪt/",
        "uk_phonetic": "/ˈvɪzɪt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "an occasion or a period of time when somebody goes to see a place or person and spends time there",
                "examples": [
                    "a two-day/three-day visit",
                    "the prime minister's surprise visit to the troops",
                    "an official/state visit",
                    "visit to somebody/something It's my first visit to New York.",
                    "If you have time, pay a visit to the local museum.",
                    "The family made a visit to England in the summer of 1923.",
                    "a visit to the doctor",
                    "His visits home were limited to Christmas.",
                    "visit from somebody We had a visit from the police last night.",
                    "visit by somebody Arranegments are being made for a visit by a member of the royal family.",
                    "a brief/recent visit",
                    "on/during a visit The team reported on deficiencies found during the site visit.",
                    "Regular visits to the dentist are important.",
                    "Is this a social visit, or is it business?",
                    "They're on an exchange visit to France.",
                    "Following this initial visit, she will return to Montserrat in June.",
                    "Following her letter of complaint, she received a personal visit from the store manager.",
                    "He offered her a drink to try to prolong her visit.",
                    "He was forced to cut short a visit to North America.",
                    "How many doctors are still able to make home visits?",
                    "I think it's time we paid him a little visit.",
                    "I'd been looking forward to my cousin's visit for ages.",
                    "If you're staying in Rome, Ostia is well worth a visit.",
                    "On one of her regular visits home, she told her parents she was engaged.",
                    "Pay us a visit next time you're in town.",
                    "She enjoyed the frequent visits of her grandchildren.",
                    "The President has been briefed in preparation for his forthcoming visit to Russia.",
                    "The visit signalled the normalization of relations between the two countries.",
                    "We had a visit from somebody collecting for charity.",
                    "We received a letter announcing a visit from government inspectors.",
                    "We used to go on school visits to museums and historical buildings.",
                    "While on holiday in Italy, the prime minister paid a courtesy visit to his opposite number in Rome.",
                    "You should receive a home visit from your midwife within a month.",
                    "a visit to the dentist",
                    "Allow three hours for your visit.",
                    "Enjoy your visit!",
                    "Is this a social visit or are you here on business?",
                    "Is this your first visit to New York?",
                    "She was making one of her frequent visits to London.",
                    "The inspectors paid a surprise visit to the factory.",
                    "The prime minister is on an official visit to Jamaica.",
                    "They received a visit from the party leader.",
                    "We had to cut short our visit and fly home."
                ]
            },
            {
                "sense_index": 2,
                "definition": "an occasion when somebody looks at a website on the internet",
                "examples": [
                    "visit to something Visits to our website have doubled in a year.",
                    "The site now gets about 600,000 visits a day."
                ]
            },
            {
                "sense_index": 3,
                "definition": "an occasion when two or more people meet to talk in an informal way",
                "examples": [
                    "He thought back to his visit with the doctor."
                ]
            }
        ]
    },
    {
        "word": "visit",
        "level": "A1",
        "pos": "verb",
        "us_audio": "visit_us.mp3",
        "uk_audio": "visit_uk.mp3",
        "us_phonetic": "/ˈvɪzɪt/",
        "uk_phonetic": "/ˈvɪzɪt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to go to see a person or a place for a period of time",
                "examples": [
                    "My parents are coming to visit me next week.",
                    "to visit friends/family",
                    "It looks like a lovely place to visit.",
                    "to visit a country/city/town",
                    "to visit a museum/shrine",
                    "to visit a hospital/an office",
                    "to visit a home/house",
                    "She went to visit relatives in Wales.",
                    "The Prime Minister is visiting Japan at the moment.",
                    "You should visit your dentist at least twice a year.",
                    "This is an area rarely visited by Europeans.",
                    "I first visited New York in 1991.",
                    "He is planning to visit China later this month.",
                    "The best time to visit is during the winter dry season.",
                    "A million people are expected to visit the museum over the next 12 months.",
                    "We've just been to visit my grandparents.",
                    "Be sure to visit us next time you're in London.",
                    "I visited her in hospital.",
                    "Jason invited us to visit his ranch.",
                    "Next time you visit the States you'll have to come and see us.",
                    "She's gone to visit her mother in Texas.",
                    "The President will be visiting six European capitals.",
                    "The shops are a major reason for visiting the city.",
                    "The president recently visited Athens.",
                    "She regularly visits the cemetery to tend the grave of her son."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to go to a website on the internet",
                "examples": [
                    "For more information, visit our website.",
                    "to visit a site/page"
                ]
            },
            {
                "sense_index": 3,
                "definition": "to stay somewhere for a short time",
                "examples": [
                    "We don't live here. We're just visiting.",
                    "visit something Ships visit the island occasionally.",
                    "The lake is also visited by seals in the summer."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to make an official visit to somebody, for example to perform checks or give advice",
                "examples": [
                    "Government inspectors are visiting schools in the area.",
                    "Council officers will be visiting premises to inspect safety arrangements."
                ]
            }
        ]
    },
    {
        "word": "visitor",
        "level": "A1",
        "pos": "noun",
        "us_audio": "visitor_us.mp3",
        "uk_audio": "visitor_uk.mp3",
        "us_phonetic": "/ˈvɪzɪtər/",
        "uk_phonetic": "/ˈvɪzɪtə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a person who visits a person or place",
                "examples": [
                    "We've got visitors coming this weekend.",
                    "Do you get many visitors?",
                    "The theme park attracts 2.5 million visitors a year.",
                    "visitor to something She's a frequent visitor to the US.",
                    "We have been regular visitors to the island for 20 years.",
                    "visitor from something The festival draws visitors from all over the world.",
                    "a visitor centre/attraction",
                    "First-time visitors to Spain are often surprised by how late people eat.",
                    "I could see he was expecting visitors.",
                    "Pick up a free map of the town from the visitor centre.",
                    "The college only admits visitors in organized groups.",
                    "The festival brings 5 000 visitors to the town every year.",
                    "The front room was used mainly for entertaining visitors.",
                    "The lack of facilities in the town may deter the casual visitor.",
                    "The latest crime figures are likely to put off prospective visitors to the city.",
                    "The museum gives visitors a glimpse of the composer's life.",
                    "The town has much to interest the visitor.",
                    "Visitors are invited to browse around the farm site.",
                    "Visitors flocked to see the show.",
                    "Visitors from Ireland will find much that reminds them of home.",
                    "He introduced his companion, a visitor from the US.",
                    "He is still in hospital and is not well enough to receive visitors.",
                    "He was a frequent visitor to the house in Wimpole Street.",
                    "I'm expecting visitors this evening.",
                    "The castle is the main attraction for visitors.",
                    "The family rarely had visitors.",
                    "The hotel is popular with business visitors and tourists.",
                    "The mild climate allows visitors to enjoy golf all year round.",
                    "The palace is open to visitors from April to September.",
                    "There has been a drop in visitor numbers.",
                    "There was nowhere in the house for them to entertain visitors.",
                    "They publish a guide to Europe for overseas visitors.",
                    "Visitors flock to the town every summer.",
                    "When I arrived home there was an unexpected visitor waiting for me.",
                    "You can watch a film about the history of the site in the visitor centre.",
                    "You've got a visitor!"
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person who looks at a website on the internet",
                "examples": [
                    "How can we attract more visitors to our website?"
                ]
            }
        ]
    },
    {
        "word": "visual",
        "level": "B2",
        "pos": "adjective",
        "us_audio": "visual_us.mp3",
        "uk_audio": "visual_uk.mp3",
        "us_phonetic": "/ˈvɪʒuəl/",
        "uk_phonetic": "/ˈvɪʒuəl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "of or connected with seeing or sight",
                "examples": [
                    "the visual arts",
                    "The building makes a tremendous visual impact.",
                    "dramatic visual effects",
                    "visual artists",
                    "I have a very good visual memory.",
                    "A reader creates visual images of the characters in a novel.",
                    "The photographs she takes are a visual record of her travels.",
                    "The company relied on simple visual inspections of the tunnels to confirm their safety.",
                    "A driverless vehicle identifies visual cues on the road, such as other cars or traffic signs.",
                    "The website will be very visual.",
                    "the film's unique visual style"
                ]
            }
        ]
    },
    {
        "word": "vital",
        "level": "B2",
        "pos": "adjective",
        "us_audio": "vital_us.mp3",
        "uk_audio": "vital_uk.mp3",
        "us_phonetic": "/ˈvaɪtl/",
        "uk_phonetic": "/ˈvaɪtl/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "necessary or essential in order for something to succeed or exist",
                "examples": [
                    "vital for somebody/something the vitamins that are vital for health",
                    "Patience and a cool head are vital for investors.",
                    "vital to something Good financial accounts are vital to the success of any enterprise.",
                    "Reading is of vital importance in language learning.",
                    "The police play a vital role in our society.",
                    "Small chemist shops are a vital part of many local communities.",
                    "'We are prepared to use force to protect our vital interests in the region,' he said",
                    "The website provides vital information for tourists.",
                    "it is vital that… It is vital that you keep accurate records when you are self-employed.",
                    "it is vital to do something It was vital to show that he was not afraid.",
                    "it is vital for somebody/something to do something It is absolutely vital for cities to have public green spaces.",
                    "It is vital that journalists can verify the accuracy of their reports.",
                    "Journalists play a vital role in educating the public.",
                    "Public trust is a crucial issue for all news organizations.",
                    "The ability to write well is essential for any journalist.",
                    "The internet has become an indispensable tool for reporters.",
                    "In journalism, accuracy is paramount.",
                    "Checking and verifying facts are of paramount importance for any journalist.",
                    "It is imperative that journalists maintain the highest possible standards of reporting.",
                    "Experience is essential for this job.",
                    "The police play a vital role in our society.",
                    "It is crucial that we get this right.",
                    "Your decision is critical to our future.",
                    "She has played a decisive role in the peace negotiations.",
                    "Cars have become an indispensable part of our lives.",
                    "This case emphasizes the importance of honest communication between managers and employees.",
                    "The study highlights how important good communication is for an organization.",
                    "Effective communication skills are essential.",
                    "Excellent communication skills are crucial for a negotiator.",
                    "Good communication skills are vital to career success.",
                    "It should be noted that this study considers only verbal communication. Non-verbal communication is not dealt with here.",
                    "It is important to remember that non-verbal communication plays a key role in getting your message across.",
                    "An important point to remember is that good communication is a two-way process.",
                    "Communication is not only about the words you use but also your body language and, especially/above all, the effectiveness with which you listen.",
                    "I would like to draw attention to the role of listening in effective communication.",
                    "Choose your words carefully: in particular, avoid confusing and ambiguous language.",
                    "Finally, and perhaps most importantly, you must learn to listen as well as to speak.",
                    "It is vital that more is done to prevent the illegal trade in wild animals.",
                    "(Compare: We have to do more to stop people trading wild animals illegally.)",
                    "It is clear that more needs to be done to protect biodiversity.",
                    "(Compare: We clearly need to do more to protect biodiversity.)",
                    "It is unfortunate that the practice of keeping monkeys as pets still continues.",
                    "(Compare: It’s absolutely terrible that people still keep monkeys as pets.)",
                    "It is difficult for many people to understand the reasons why certain individuals choose to hunt animals for sport.",
                    "(Compare: I can’t understand why anyone would want to kill animals for fun.)",
                    "Unfortunately, it would seem that not enough is being done to support tiger conservation.",
                    "(Compare: Governments aren’t doing enough to help tiger conservation.)",
                    "There is no doubt that the greatest threat to polar bears comes from global warming.",
                    "(Compare: I believe that the greatest threat…)",
                    "These nutrients are absolutely vital to good health.",
                    "fostering team spirit, which is vital for success",
                    "the strategically vital industrial zone",
                    "Bean sprouts contain many of the vitamins that are vital for health."
                ]
            },
            {
                "sense_index": 2,
                "definition": "connected with or necessary for staying alive",
                "examples": [
                    "the vital organs (= the brain, heart, lungs, etc.)"
                ]
            },
            {
                "sense_index": 3,
                "definition": "full of energy and enthusiasm",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "vitamin",
        "level": "B2",
        "pos": "noun",
        "us_audio": "vitamin_us.mp3",
        "uk_audio": "vitamin_uk.mp3",
        "us_phonetic": "/ˈvaɪtəmɪn/",
        "uk_phonetic": "/ˈvɪtəmɪn/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a natural substance found in food that is an essential part of what humans and animals need to help them grow and stay healthy. There are many different vitamins.",
                "examples": [
                    "vitamin A/B/D/E",
                    "The plants are an excellent source of vitamins and minerals.",
                    "vitamin supplements",
                    "breakfast cereals enriched with vitamins",
                    "She tried changing her diet and taking vitamins.",
                    "vitamin deficiency",
                    "vitamin pills",
                    "Many juices are fortified with vitamins.",
                    "Fish is rich in vitamins and minerals.",
                    "Most foods contain vitamin E.",
                    "Potatoes provide vitamins A and C, as well as calcium.",
                    "Some people are getting too much vitamin A.",
                    "The doctor told me to take vitamins regularly.",
                    "vitamin D pills"
                ]
            }
        ]
    },
    {
        "word": "voice",
        "level": "A2",
        "pos": "noun",
        "us_audio": "voice_us.mp3",
        "uk_audio": "voice_uk.mp3",
        "us_phonetic": "/vɔɪs/",
        "uk_phonetic": "/vɔɪs/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the sound or sounds produced through the mouth by a person speaking or singing",
                "examples": [
                    "I could hear voices in the next room.",
                    "He recognized Sarah's voice.",
                    "in a… voice to speak in a deep/soft/loud voice",
                    "‘I promise,’ she said in a small voice (= a quiet, shy voice).",
                    "in somebody's voice There was a note of concern in his voice.",
                    "He never raised his voice (= spoke loudly in an angry way) to the children.",
                    "to lower your voice (= to speak more quietly)",
                    "Keep your voice down (= speak quietly).",
                    "Don't take that tone of voice with me!",
                    "The men turned around at the sound of my voice.",
                    "Her voice shook with emotion.",
                    "‘There you are,’ said a voice behind me.",
                    "When did his voice break (= become deep like a man's)?",
                    "Her voice sounded familiar.",
                    "He was suffering from flu and had lost his voice (= could not speak).",
                    "She has a good singing voice.",
                    "She was in good voice (= singing well) at the concert tonight.",
                    "‘Do you have to speak to me in that tone of voice?’ she asked sadly.",
                    "‘Get out!’ she shouted in a shrill voice.",
                    "‘So he won't come…’ her voice trailed off in disappointment.",
                    "‘Who is it?’ a female voice called out.",
                    "He managed to keep his voice steady despite his feelings of panic.",
                    "He swallowed nervously as he tried to find his voice.",
                    "Her voice echoed through the silent house.",
                    "Her voice shook with fear.",
                    "Her voice was filled with emotion.",
                    "His deep voice cut through the silence.",
                    "His voice broke when he was 14.",
                    "His voice broke with emotion.",
                    "His voice rose in angry protest.",
                    "His voice suddenly thickened with emotion.",
                    "I could tell from his slurred voice that he'd been drinking.",
                    "Please keep your voice down so as not to wake the children.",
                    "Please lower your voice!",
                    "She dropped her voice to a whisper.",
                    "She has a beautiful singing voice.",
                    "She put on a silly voice as she imitated her boss.",
                    "She was dimly aware of voices shouting.",
                    "She was in good voice (= singing well) at the concert tonight.",
                    "She's a teacher who never has to raise her voice to discipline the children.",
                    "She's lost her voice and won't be able to sing tonight.",
                    "The flat, unemotional voice droned on.",
                    "The home fans were in good voice before the match.",
                    "The patient said that he heard voices in his head telling him what to do.",
                    "There was fury in his voice as he answered her.",
                    "They could hear a loud babble of voices coming from the crowded bar.",
                    "Try to project your voice so that the people at the back of the room can hear you.",
                    "to speak in a husky voice"
                ]
            },
            {
                "sense_index": 2,
                "definition": "having a voice of the type mentioned",
                "examples": [
                    "low-voiced",
                    "squeaky-voiced"
                ]
            },
            {
                "sense_index": 3,
                "definition": "the right to express your opinion and influence decisions",
                "examples": [
                    "Employees should have a voice in the decision-making process.",
                    "Refugees have been unable to find a voice in politics."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a particular attitude, opinion or feeling that is expressed; a feeling or an opinion that you become aware of inside yourself",
                "examples": [
                    "He pledged that his party would listen to the voice of the people.",
                    "Very few dissenting voices were heard on the right of the party.",
                    "the voice of reason/sanity/conscience",
                    "‘Coward!’ a tiny inner voice insisted.",
                    "An inner voice told him that what he had done was wrong.",
                    "Dissenting voices at the newspaper are very rare.",
                    "Many senior politicians have lent their voices to the campaign.",
                    "Powerful voices in the Senate are determined to bring down the president.",
                    "a lone voice of dissent",
                    "to listen to the voice of conscience",
                    "a writer with a highly distinctive voice"
                ]
            },
            {
                "sense_index": 5,
                "definition": "an organization that expresses the opinion of a particular section of society",
                "examples": [
                    "The Royal Society is the voice of the British science establishment."
                ]
            },
            {
                "sense_index": 6,
                "definition": "the form of a verb that shows whether the subject of a sentence performs the action (the active voice) or is affected by it (the passive voice)",
                "examples": [
                    "Can you turn this sentence into the passive voice?"
                ]
            },
            {
                "sense_index": 7,
                "definition": "sound produced by movement of the vocal cords used in the pronunciation of vowels and some consonants",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 8,
                "definition": "as loudly as possible",
                "examples": [
                    "She was screaming at the top of her voice.",
                    "I was shouting at the top of my voice but she couldn't hear me."
                ]
            },
            {
                "sense_index": 9,
                "definition": "to be able to speak or express your opinion",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 10,
                "definition": "to express your feelings, worries, etc.",
                "examples": [
                    "Many workers at the meeting gave voice to their fears about job security."
                ]
            },
            {
                "sense_index": 11,
                "definition": "to like talking a lot or too much, usually without wanting to listen to other people",
                "examples": [
                    "She’s much too fond of the sound of her own voice."
                ]
            },
            {
                "sense_index": 12,
                "definition": "to express your feelings, opinions, etc. in a way that makes people notice and consider them",
                "examples": [
                    "The programme gives ordinary viewers a chance to make their voices heard.",
                    "a society in which individuals are able to make their voices heard"
                ]
            },
            {
                "sense_index": 13,
                "definition": "the voice of God or your conscience, that tells you to do what is morally right",
                "examples": [
                    ""
                ]
            },
            {
                "sense_index": 14,
                "definition": "as a group; with everyone agreeing",
                "examples": [
                    "The various opposition parties speak with one voice on this issue.",
                    "The teachers speak with one voice when they demand an end to the cuts."
                ]
            }
        ]
    },
    {
        "word": "volume",
        "level": "B2",
        "pos": "noun",
        "us_audio": "volume_us.mp3",
        "uk_audio": "volume_uk.mp3",
        "us_phonetic": "/ˈvɑːljəm/",
        "uk_phonetic": "/ˈvɒljuːm/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "the amount of space that an object or a substance fills; the amount of space that a container has",
                "examples": [
                    "volume of something How do you measure the volume of a gas?",
                    "In the experiment, lighted candles were put under jars of different volumes.",
                    "Patients showed an improvement in lung volume.",
                    "Wait until the dough doubles in volume before kneading it again.",
                    "They sell screws and nails by volume.",
                    "the total volume of the containers",
                    "two gallons in volume",
                    "The volume of the ocean basins has fluctuated over time.",
                    "What volume of water would be needed to fill the aquarium?"
                ]
            },
            {
                "sense_index": 2,
                "definition": "the amount of something",
                "examples": [
                    "volume of something the sheer volume (= large amount) of business",
                    "New roads are being built to cope with the increased volume of traffic.",
                    "Sales volumes fell 0.2% in June.",
                    "The total volume of exports fell by 14.5 per cent.",
                    "an attempt to increase the volume of trade",
                    "powerful computers that can handle large volumes of data",
                    "This work has grown in volume recently.",
                    "Due to the volume of mail Mary receives, she may not be able to respond to individual inquiries.",
                    "We were attracting a volume of business that, frankly, we could not handle.",
                    "We had to work hard to keep up with the sheer volume of business.",
                    "These cars are still being produced, but in much smaller volumes than before.",
                    "The paperwork has grown in volume recently.",
                    "New roads are being built to cope with the high volumes of traffic.",
                    "He managed to get through a considerable volume of work.",
                    "The sheer volume of fiction produced is staggering.",
                    "Sales volume has doubled since 1999.",
                    "Sales have doubled in volume."
                ]
            },
            {
                "sense_index": 3,
                "definition": "the amount of sound that is produced by a television, radio, etc.",
                "examples": [
                    "to turn the volume up/down",
                    "at a volume This music is best played at very high volume.",
                    "The song has been recorded at a low volume.",
                    "He adjusted the volume on his phone.",
                    "The car stereo was on at full volume.",
                    "the volume control on the television",
                    "Make sure the volume control is in the middle between the ‘low’ and ‘high’ settings.",
                    "Move the slider upwards to increase the volume level.",
                    "She turned down the volume on the car stereo."
                ]
            },
            {
                "sense_index": 4,
                "definition": "a book that is part of a series of books",
                "examples": [
                    "an encyclopedia in 20 volumes",
                    "The encyclopedia is a huge work, running to 20 volumes.",
                    "a companion volume to the one on African wildlife"
                ]
            },
            {
                "sense_index": 5,
                "definition": "a book",
                "examples": [
                    "a library of over 50 000 volumes",
                    "She published her first book, a slim volume of poetry, at the age of sixteen.",
                    "Her poems are now available in a single volume.",
                    "Only a library would have this rare volume.",
                    "a forty-page, glossy volume about the company's products",
                    "a library full of bound volumes",
                    "a volume of short stories",
                    "a volume on ancient history",
                    "a slim/​thick volume"
                ]
            },
            {
                "sense_index": 6,
                "definition": "a series of different issues of the same magazine, especially all the issues for one year",
                "examples": [
                    "‘New Scientist’ volume 142, number 3"
                ]
            },
            {
                "sense_index": 7,
                "definition": "to tell you a lot about something/somebody, without the need for words",
                "examples": [
                    "His achievement speaks volumes for his determination.",
                    "What you wear speaks volumes about you."
                ]
            }
        ]
    },
    {
        "word": "volunteer",
        "level": "B1",
        "pos": "noun",
        "us_audio": "volunteer_us.mp3",
        "uk_audio": "volunteer_uk.mp3",
        "us_phonetic": "/ˌvɑːlənˈtɪr/",
        "uk_phonetic": "/ˌvɒlənˈtɪə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a person who does a job without being paid for it",
                "examples": [
                    "Schools need volunteers to help children to read.",
                    "She does volunteer work at an orphanage.",
                    "volunteer for/with something She was a volunteer for the Red Cross before training as a nurse.",
                    "Volunteers from various organizations are working to save the lives of the earthquake victims.",
                    "a volunteer firefighter",
                    "volunteer helpers/carers",
                    "The Centre is run by a group of dedicated volunteers.",
                    "He worked as a volunteer for Oxfam.",
                    "The office is staffed by unpaid volunteers.",
                    "The support our volunteers provide cannot be measured in purely practical terms."
                ]
            },
            {
                "sense_index": 2,
                "definition": "a person who offers to do something without being forced to do it",
                "examples": [
                    "Are there any volunteers to help clear up?",
                    "For my next trick, I'll need a volunteer from the audience.",
                    "The company is looking for volunteers to take part in a trial.",
                    "Hundreds of volunteers have come forward to offer their help.",
                    "No volunteers came forward.",
                    "The charity is appealing for volunteers to take elderly patients to and from hospital.",
                    "The local community provided volunteers to repair the road.",
                    "We can't get any volunteers to help in the gardens."
                ]
            },
            {
                "sense_index": 3,
                "definition": "a person who chooses to join the armed forces without being forced to join",
                "examples": [
                    ""
                ]
            }
        ]
    },
    {
        "word": "volunteer",
        "level": "B1",
        "pos": "verb",
        "us_audio": "volunteer_us.mp3",
        "uk_audio": "volunteer_uk.mp3",
        "us_phonetic": "/ˌvɑːlənˈtɪr/",
        "uk_phonetic": "/ˌvɒlənˈtɪə(r)/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to offer to do something without being forced to do it or without getting paid for it",
                "examples": [
                    "He has been volunteering for 11 years now.",
                    "volunteer to do something Jill volunteered to organize a petition.",
                    "I volunteered to help clean up the beach.",
                    "volunteer for something Several staff members volunteered for early retirement.",
                    "volunteer as something He volunteered as a translator for Spanish-speaking patients.",
                    "volunteer something Workers volunteer their time, as no funds are available to pay professional staff.",
                    "volunteer something as something He volunteered his services as a driver.",
                    "volunteer something for something She has been volunteering her computer skills for the foundation.",
                    "Barbara has kindly volunteered to lead the session.",
                    "David graciously volunteered to model for the art class.",
                    "We volunteered as witnesses."
                ]
            },
            {
                "sense_index": 2,
                "definition": "to suggest something or tell somebody something without being asked",
                "examples": [
                    "volunteer something to volunteer advice",
                    "Nobody asked her, and she didn't volunteer any information.",
                    "+ speech ‘I could lend you some books,’ he volunteered."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to join the army, etc. without being forced to",
                "examples": [
                    "He wasn't conscripted. He volunteered.",
                    "volunteer for something to volunteer for military service",
                    "I volunteered for service in the Air Force.",
                    "volunteer to do something More than a hundred thousand Irish men and women volunteered to serve in the British armed forces during World War II."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to suggest somebody for a job or an activity, even though they may not want to do it",
                "examples": [
                    "volunteer somebody (for/as something) They volunteered me for the job of interpreter.",
                    "volunteer somebody to do something Her dad had volunteered her to help put away the equipment."
                ]
            }
        ]
    },
    {
        "word": "vote",
        "level": "B1",
        "pos": "noun",
        "us_audio": "vote_us.mp3",
        "uk_audio": "vote_uk.mp3",
        "us_phonetic": "/vəʊt/",
        "uk_phonetic": "/vəʊt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "a formal choice that you make in an election or at a meeting in order to choose somebody or decide something",
                "examples": [
                    "to win/lose votes",
                    "You can cast your vote at the local polling station.",
                    "He took 53% of the votes in the election.",
                    "They've started opening the ballot boxes and counting the votes.",
                    "No candidate gained a majority of the votes in the first round.",
                    "The Tory candidate received only 4203 votes.",
                    "vote for/against somebody/something There were 21 votes for and 17 against the motion, with 2 abstentions.",
                    "The motion was passed by 6 votes to 3.",
                    "The Green candidate won over 3 000 of the 14 000 votes cast.",
                    "Everyone's vote counts.",
                    "The chairperson has the deciding vote.",
                    "It's a cynical attempt to get votes at the next election.",
                    "They do not yet have the votes needed to pass the bill.",
                    "The party received its lowest number of votes since 1935.",
                    "He won the seat thanks to Polish block votes.",
                    "My vote will go to the party that addresses crime.",
                    "The bill was passed by a single vote.",
                    "They want to persuade voters to change their vote.",
                    "Votes are still being counted.",
                    "Mr Olsen was approved by a vote of 51–47.",
                    "a vote for the government",
                    "an overwhelming vote in favour of autonomy",
                    "factors that could swing the vote against the president"
                ]
            },
            {
                "sense_index": 2,
                "definition": "an occasion when a group of people vote on something",
                "examples": [
                    "to win/lose a vote",
                    "vote on something to have/take/hold a vote on an issue",
                    "vote in favour of something We saw today a decisive vote in favour of (= for) industrial action.",
                    "The issue was put to the vote.",
                    "The vote was unanimous.",
                    "vote to do something He called on the government to delay the vote to authorize military action.",
                    "Decisions have to be ratified by a majority vote.",
                    "Who did you vote for in the last election?",
                    "They took a vote on who should go first.",
                    "They suffered a defeat at the polls.",
                    "The issue will be decided in a national referendum.",
                    "The leader will be chosen by secret ballot.",
                    "They took a vote on who should be their new leader.",
                    "I think it's time to put this issue to the vote.",
                    "When will we know the outcome of the vote?",
                    "We should put the resolution to the vote.",
                    "We took a quick vote to decide on a leader.",
                    "Let's take a vote on the issue.",
                    "Any senator can force a vote on virtually any proposal.",
                    "Members are elected by direct vote.",
                    "Members of Parliament will have a free vote on this bill.",
                    "The law was ratified by popular vote.",
                    "a vote on the new law"
                ]
            },
            {
                "sense_index": 3,
                "definition": "the right to vote, especially in political elections",
                "examples": [
                    "In Britain and the US, people get the vote at 18.",
                    "How many years is it since women have had the vote?",
                    "legislation to give prisoners the vote"
                ]
            },
            {
                "sense_index": 4,
                "definition": "the total number of votes in an election",
                "examples": [
                    "She obtained 40% of the vote.",
                    "The party increased their share of the vote.",
                    "Our candidate polled only 10% of the vote.",
                    "The party's vote fell by 6%."
                ]
            },
            {
                "sense_index": 5,
                "definition": "the vote given by a particular group of people, or for a particular party, etc.",
                "examples": [
                    "the student vote",
                    "the Labour vote",
                    "the Hispanic/Latino vote",
                    "Bush had courted the military vote.",
                    "the party that split the Republican vote",
                    "Ferrer got 84% of the Hispanic vote."
                ]
            }
        ]
    },
    {
        "word": "vote",
        "level": "B1",
        "pos": "verb",
        "us_audio": "vote_us.mp3",
        "uk_audio": "vote_uk.mp3",
        "us_phonetic": "/vəʊt/",
        "uk_phonetic": "/vəʊt/",
        "senses": [
            {
                "sense_index": 1,
                "definition": "to show formally by marking a paper, raising your hand, using a voting machine, etc. which person you want to win an election, or which plan or idea you support",
                "examples": [
                    "How did you vote at the last election?",
                    "Only about half of the electorate bothered to vote.",
                    "vote for/against somebody/something to vote for a candidate/party/bill",
                    "Did you vote for or against her?",
                    "vote in favour of something Over 60% of members voted in favour of (= for) the motion.",
                    "vote on something We'll listen to the arguments on both sides and then vote on it.",
                    "About 1.8 million people voted in the election.",
                    "vote something We voted Democrat in the last election.",
                    "to vote yes/no",
                    "vote to do something The board voted unanimously not to file for bankruptcy.",
                    "The Senate voted overwhelmingly to retain sanctions.",
                    "Parliament voted to set up an independent inquiry into the matter.",
                    "vote that… The meeting voted that the town council should reject the scheme.",
                    "Everyone over 18 has the right to vote.",
                    "to be registered/eligible to vote",
                    "Her party voted with the government.",
                    "Parliament is to vote on tobacco advertising tomorrow.",
                    "She returned home in order to vote in the elections.",
                    "Stockholders have the right to vote on the proposal.",
                    "The Senate voted narrowly to continue funding the plan.",
                    "The committee voted in favour of the plan.",
                    "The committee voted unanimously to accept the plans.",
                    "The proposals were formally voted upon.",
                    "They all voted for the new tax.",
                    "They voted 15 to 2 to accept the offer.",
                    "They voted overwhelmingly against the proposal.",
                    "They voted yes to the agreement.",
                    "young people who are eligible to vote for the first time"
                ]
            },
            {
                "sense_index": 2,
                "definition": "to choose somebody/something for a position or an award by voting",
                "examples": [
                    "He was voted most promising new director.",
                    "The College of Cardinals voted him Pope.",
                    "The New York Film Critics Circle voted it their Best Picture of the Year."
                ]
            },
            {
                "sense_index": 3,
                "definition": "to say that something is good or bad",
                "examples": [
                    "The event was voted a great success."
                ]
            },
            {
                "sense_index": 4,
                "definition": "to agree to give somebody/yourself something by voting",
                "examples": [
                    "The directors have just voted themselves a huge pay increase."
                ]
            },
            {
                "sense_index": 5,
                "definition": "to suggest something or support a suggestion that somebody has made",
                "examples": [
                    "I vote (that) we go out to eat."
                ]
            },
            {
                "sense_index": 6,
                "definition": "to show what you think about something by going or not going somewhere",
                "examples": [
                    "Shoppers voted with their feet and avoided the store."
                ]
            }
        ]
    }
]